Repository: pylapp/babel
Catalog: MacBox/*/NextGen-Master.strings
Languages: it

# 2Qg-cc-Fcq.title
source: Delete Item
it: Elimina Elemento

# 2b1-d2-kbi.title
source: Duplicate
it: Duplicato

# 3Qx-K4-MEy.title
source: is
it: Ã¨

# 4uf-XR-ERq.ibShadowedLabels[0]
source: Username
it: Nome Utente

# AsS-LC-FQm.title
source: Favourite
it: Preferito

# BAv-54-FHV.title
source: Item
it: Elemento

# CpN-xY-8Ju.ibShadowedLabels[0]
source: Title
it: Titolo

# D79-wl-2WF.title
source: Search Fields:
it: 24 Corrispondenze

# DWZ-ok-8D9.title
source: Edit Item...
it: Modificare Elemento...

# EFj-Wp-l5e.title
source: Copy Email
it: Email

# ENS-Rd-9hO.title
source: ends with
it: finisce con

# N94-Rk-a4h.title
source: contains
it: contiene

# NRz-L5-XW2.title
source: address
it: indirizzo

# RQv-y6-7ED.title
source: Tag
it: Etichetta

# Uj9-Pc-bwh.title
source: Copy Item to Clipboard
it: Copiare Elemento negli Appunti

# YSN-Kc-2Om.title
source: All
it: Tutto

# aUr-HI-fi5.title
source: Tag
it: Etichetta

# bqe-nQ-gaA.title
source: Copy Username
it: Nome Utente

# c5K-Yh-0tf.headerCell.title
source: Dummy-Title
it: Titolo-Fittizio

# cmy-qk-ZAT.ibShadowedLabels[0]
source: All Fields
it: Tutti i Campi

# dhG-nu-PD7.title
source: Launch Url
it: Avviare URL

# e1u-di-D7D.title
source: Set Icon
it: Impostare Icona

# efu-qc-F9R.title
source: New Tag...
it: Nuova Etichetta...

# eqt-YN-b62.title
source: View History...
it: Cronologia Elemento...

# fCI-9O-J6A.title
source: Copy Url
it: URL

# fEX-wh-NcF.title
source: Find FavIcon(s)
it: Trovare FavIcona/e

# gDb-II-xWy.title
source: begins with
it: inizia con

# gfM-Y8-kaW.title
source: Remove Tag
it: Rimuovere Etichetta

# iHt-iX-ebD.title
source: Copy Notes
it: Note

# kOb-g1-kGV.title
source: Text Cell
it: Cella di Testo

# nd3-j8-JZC.title
source: New Group with Item(s)...
it: Nuovo Gruppo con Elemento/i...

# oPs-cn-vC4.title
source: Exclude from Audit
it: Escludere dalla Revisione

# ofb-fw-aDe.title
source: Copy Password and Launch Url
it: Copiare Password e Aprire Url

# pcd-me-hZF.title
source: Remove Tag
it: Rimuovere Etichetta

# rNG-ad-GIT.title
source: Copy Title
it: Titolo

# rYZ-gd-8uQ.title
source: Copy Password
it: Password

# sSj-6c-03c.title
source: Copy All Fields
it: Copiare Tutti i Campi

# t42-On-4hi.title
source: Outline View Context
it: Visualizzazione Contesto Outline

# uU7-8J-pKY.title
source: name
it: nome

# v6N-3n-3cV.title
source: Copy TOTP
it: TOTP

# vcD-LX-Xeh.title
source: Table View Cell
it: Cella Vista Tabella
