Repository: pylapp/babel
Catalog: StrongBox/*/Audit.strings
Languages: fr, ja, ru, uk

# 01A-OU-JQM.title
source: Audit Configuration
fr: Configuration de l'audit
ja: 監査の構成
ru: Настройка проверки
uk: Конфігурація аудиту

# 5lx-Hb-JRj.text
source: Common Passwords
fr: Mots de passe communs
ja: 一般的なパスワード
ru: Распространённые пароли
uk: Поширені паролі

# 7y7-Rh-Wx2.footerTitle
source: This check detects exact duplicate passwords. This check is completely offline (no network access required)
fr: Cette vérification détecte les mots de passe identiques. Cette vérification est complètement hors ligne (aucun accès réseau requis)
ja: このチェックでは、完全に重複したパスワードが検出されます。オフラインで実行されますので、ネットワークへのアクセスは不要です。
ru: Обнаружение точных копий паролей. Для проверки не требуется доступ к сети.

# 7y7-Rh-Wx2.headerTitle
source: Duplicates
fr: Doublons
ja: 重複
ru: Совпадения

# BYJ-Xt-Ybf.footerTitle
source: This check finds any password below a certain length. This check is completely offline (no network access required)
fr: Cette vérification trouve les mots de passe plus courts qu'une certaine longueur. Cette vérification est complètement hors ligne (aucun accès réseau requis)
ja: このチェックでは、一定の長さより短いパスワードが検出されます。オフラインで実行されますので、ネットワークへのアクセスは不要です。
ru: Обнаружение паролей меньше заданной длины. Для проверки не требуется доступ к сети.

# BYJ-Xt-Ybf.headerTitle
source: Minimum Length
fr: Longueur minimale
ja: 最小の長さ
ru: Минимальная длина

# Cgs-79-shY.text
source: Length
fr: Longueur
ja: 長さ
ru: Длина пароля

# DTc-Dv-diB.text
source: Status: Complete
fr: Statut : Terminé
ja: ステータス: 完了
ru: Статус: Завершена
uk: Auditing... 75% - No need for translation or localization thank you

# Gzg-vF-nnp.footerTitle
source: These checks are straightforward tests. These checks are completely offline (no network access required)
fr: Ces vérifications sont des tests simples. Ces vérifications sont complètement hors ligne (aucun accès réseau requis)
ja: これらはいたってシンプルなテストです。オフラインで実行されますので、ネットワークへのアクセスは不要です。
ru: Элементарная диагностика. Для проверки не требуется доступ к сети.

# Gzg-vF-nnp.headerTitle
source: Basic Audits
fr: Audits de base
ja: 基本的な監査
ru: Основные
uk: Основні аудити

# Ivv-Og-lCA.text
source: Similar Passwords
fr: Mots de passe similaires
ja: 類似のパスワード
ru: Похожие пароли
uk: Схожі паролі

# JJN-5D-rPg.footerTitle
source: The database auditor runs in the background at a low priority so that it doesn't interfere with your UI experience or battery life. However you can choose not to run any audits at all
fr: L'auditeur de la base de données s'exécute en arrière-plan avec une faible priorité afin qu'il n'interfère pas avec l'utilisation de l'interface utilisateur ou la durée de vie de la batterie. Cependant, vous pouvez choisir de ne pas exécuter d'audits du tout
ja: データベース監査プログラムはバックグラウンドで優先度の低いプログラムとして実行されますのでの、UI の動作やバッテリーの寿命には影響しません。監査プログラムを一切実行しないという選択もできます。
ru: Проверка работает в фоновом режиме с низким приоритетом. Она не влияет на работу интерфейса и заряд батареи. Используйте данную функцию по своему усмотрению.

# JJN-5D-rPg.headerTitle
source: Preferences
fr: Préférences
ja: 環境設定
ru: Проверка
uk: Параметри

# JdO-yU-wUk.text
source: Duplicated Passwords
fr: Mots de passe dupliqués
ja: 重複したパスワード
ru: Повторяющиеся пароли
uk: Однакові паролі

# RdE-eX-RFC.text
source: Empty Passwords
fr: Mots de passe vides
ja: 空のパスワード
ru: Записи без паролей
uk: Порожні паролі

# SYj-Hd-U3m.text
source: Case Insensitive
fr: Insensible à la casse
ja: 大文字小文字を区別しない
ru: Без учёта регистра

# hJk-QQ-I4O.text
source: Similarity Threshold
fr: Seuil de similarité
ja: 類似性のしきい値
ru: Порог сходства
uk: Поріг подібності

# qBv-Cx-BWt.text
source: Audit Database
fr: Auditer la base de données
ja: 監査データベース
ru: Проверка базы данных
uk: Аудит бази паролів

# r4c-ff-uct.text
source: Found 12 issues in 8 entries
fr: Trouvé 12 problèmes dans 8 entrées
ja: 8 個のエントリーに 12 個の問題が見つかりました
ru: Найдено 12 проблем в 8 записях

# skO-2d-vMa.text
source: Minimum Length
fr: Longueur minimale
ja: 最小の長さ
ru: Минимальная длина

# tLb-J8-0ij.footerTitle
source: This check detects minor differences between passwords e.g. 'password5' and 'password2'. You can change the similarity threshold too, lower values will find less similar passwords. This check is completely offline (no network access required)
fr: Cette vérification détecte des différences mineures entre les mots de passe, par exemple « password5 » et « password2 ». Vous pouvez également modifier le seuil de similarité, les valeurs plus faibles trouveront des mots de passe moins similaires. Cette vérification est complètement hors ligne (aucun accès réseau requis)
ja: このチェックでは、例えば「password5」 と「 password2」のようなパスワードに見られるわずかな違いが検出されます。類似性のしきい値は変更できますが、値を低く設定すると、類似性の低いパスワードが見つかります。このチェックはオフラインで実行されますので、ネットワークへのアクセスは不要です。
ru: Обнаружение минимального различия (напр., «пароль5» и «пароль2»). Можно настроить порог сходства: чем ниже значение, тем менее схожи пароли. Для проверки не требуется доступ к сети.

# tLb-J8-0ij.headerTitle
source: Similar Passwords
fr: Mots de passe similaires
ja: 類似のパスワード
ru: Сходства
uk: Розширені аудити

# yiS-c8-dAY.title
source: Audit Configuration
fr: Configuration de l'audit
ja: 監査の構成
ru: Настройки аудита
uk: Конфігурація аудиту
