Repository: pylapp/babel
Catalog: StrongBox/*/CustomizeView.strings
Languages: cs, el, es, hu, nl, pl, tr, zh_hant

# 1OG-Zi-jEF.text
source: Long Press
cs: Dlouhý stisk
es: Pulsación larga
hu: Hosszan nyomvatartás
nl: Druk lang in
pl: Przytrzymanie
tr: Uzun Bas
zh_hant: 長按

# 1WY-5m-LA3.text
source: Colorize Concealable Custom Fields
cs: Obarvit zakrývatelná vlastní pole
es: Colorear campos personalizados
hu: Színezze el az elrejthető mezőket
nl: Kleur te verbergen eigen velden
pl: Koloruj ukryte pola niestandardowe
tr: Gizlenebilir Özel Alanları Renklendir
zh_hant: 為可隱藏的自訂欄位上色

# 24e-oO-he9.text
source: Show Backup Folder
cs: Zobrazit složku záloh
el: Εμφάνιση Φακέλου Αντιγράφων Ασφαλείας
es: Mostrar carpeta de copia de seguridad
hu: Mentési mappa mutatása
nl: Toon reservekopiemap
pl: Pokaż folder kopii zapasowej
tr: Yedek Klasörünü Göster
zh_hant: 顯示備份資料夾

# 4da-q7-f5v.text
source: Username
cs: Uživatelské jméno
el: Όνομα Χρήστη
es: Nombre de Usuario
hu: Felhasználónév
nl: Gebruikersnaam
pl: Nazwa użytkownika
tr: Kullanıcı Adı
zh_hant: 使用者名稱

# 6Ov-E5-jPT.text
source: Show TOTP Code
cs: Zobrazit TOTP kód
es: Mostrar código TOTP
hu: TOTP kód megjelenítése
nl: Toon TOTP-code
pl: Pokaż kod TOTP
tr: TOTP Kodunu Göster
zh_hant: 顯示 TOTP 代碼

# 6az-uk-Dgr.headerTitle
source: Recycle Bin
cs: Koš
el: Κάδος Ανακύκλωσης
es: Papelera
hu: Lomtár
nl: Prullenbak
pl: Kosz
tr: Çöp Kutusu
zh_hant: 資源回收筒

# 71r-ci-OV8.footerTitle
source: Browse View is where you view your collection of entries and groups, an overview of your database.
cs: Zobrazení při procházení je tam, kde se zobrazí vaše kolekce položek a skupin, přehled vaší databáze.
el: Η Προβολή Περιήγησης είναι εκεί όπου βλέπετε τη συλλογή καταχωρήσεων και ομάδων, μια επισκόπηση της βάσης δεδομένων σας.
es: La vista Explorar es donde puede ver su colección de entradas y grupos, una visión general de la base de datos.
hu: A Tallózási nézetben megtekintheti a bejegyzések és csoportok gyűjteményét, az adatbázis áttekintését.
nl: Bladerweergave is de plaats waar je je verzameling van onderdelen en groepen zit. Het is een overzicht van je database.
pl: Widok Przeglądania to miejsce, gdzie możesz zobaczyć swoje kolekcje wpisów oraz grup bazy danych.
tr: Gözat Görünümü, veritabanınıza genel bir bakış olan giriş ve grup koleksiyonunuzu görüntülediğiniz yerdir.
zh_hant: 瀏覽視圖是您用來檢視條目和群組集合的地方，也是您的資料庫概覽。

# 71r-ci-OV8.headerTitle
source: Browse View
cs: Zobrazení při procházení
el: Προβολή Περιήγησης
es: Vista Explorar
hu: Tallózási nézet
nl: Bladerweergave
pl: Widok przeglądania
tr: Gözat Görünümü
zh_hant: 瀏覽視圖

# 8L7-jP-Q30.text
source: Show TOTP
cs: Zobrazit TOTP
es: Mostrar TOTP
hu: TOTP megmutatása
nl: Toon TOTP
pl: Pokaż TOTP
tr: TOTP'yi göster
zh_hant: 顯示 TOTP

# 9q7-bB-kuJ.text
source: Copy Username
cs: Kopírovat uživatelské jméno
es: Copiar Nombre de Usuario
hu: Felhasználónév másolása
nl: Kopieer gebruikersnaam
pl: Kopiuj nazwę użytkownika
tr: Kullanıcı Adını Kopyala
zh_hant: 複製使用者名稱

# Bez-WO-XSE.text
source: Item Subtitle
cs: Podnadpis položky
el: Υπότιτλος Αντικειμένου
es: Subtítulo del Elemento
hu: Elem alcíme
nl: Subtitel onderdeel
pl: Podtytuł elementu
tr: Öğe Altbaşlığı
zh_hant: 項目副標題

# EtI-fz-3DL.text
source: Icon Set
cs: Sada ikon
el: Σετ εικονιδίων
es: Conjunto de iconos
hu: Ikonkészlet
nl: Symboolserie
pl: Zestaw ikon
tr: Simge Seti
zh_hant: 圖示集

# I7a-Un-Lo8.text
source: Double Tap
cs: Dvojité poklepání
es: Doble pulsación
hu: Dupla koppintás
nl: Dubbele tik
pl: Podwójne dotknięcie
tr: Çift Dokun
zh_hant: 點選兩下

# J2H-4Y-boF.text
source: Nearly Expired
cs: Blízko vypršení
el: Σχεδόν ληγμένα
es: Casi caducado
hu: Majdnem lejárt
nl: Bijna verlopen
pl: Prawie wygasłe
tr: Neredeyse Süresi Doldu
zh_hant: 即將過期

# KZH-jK-dRb.text
source: Show Icons
cs: Zobrazit ikony
el: Εμφάνιση εικονιδίων
es: Mostrar Iconos
hu: Ikonok megjelenítése
nl: Toon symbolen
pl: Pokaż ikony
tr: Simgeleri Göster
zh_hant: 顯示圖示

# LkG-wF-ZZb.text
source: Expired
cs: Prošlé
el: Ληγμένα
es: Expirado
hu: Lejárt
nl: Verlopen
pl: Wygasłe
tr: Süresi dolmuş
zh_hant: 已過期

# Ncn-8G-iJz.text
source: Single Tap
cs: Jedno klepnutí
el: Απλό Πάτημα
es: Una Pulsación
hu: Egy koppintás
nl: Enkele tik
pl: Pojedyncze dotknięcie
tr: Tek dokuma
zh_hant: 點選一下

# S41-VM-AlF.text
source: Reveal Password Immediately
cs: Okamžitě odhalit heslo
es: Revelar contraseña inmediatamente
hu: Jelszavó azonnali feloldása
nl: Toon wachtwoord onmiddellijk
pl: Ujawnij hasło natychmiastowo
tr: Şifreyi Anında Göster
zh_hant: 立即顯示密碼

# SJ0-Zb-zFE.footerTitle
source: Details View allows you to view an individual entry and all it's fields.
cs: Detailní zobrazení umožňuje zobrazit jednotlivý záznam a všechna jeho pole.
es: La Vista Detalles le permite ver una entrada individual y todos sus campos.
hu: A Részletek nézet lehetővé teszi az egyes bejegyzések és azok összes mezőjének megtekintését.
nl: Detailweergave maakt het mogelijk om een individueel onderdeel te tonen, waaronder al zijn velden.
pl: Widok Szczegółów pozwala na wyświetlenie indywidualnego wpisu i wszystkich jego pól.
tr: Ayrıntılar Görünümü, tek bir girişi ve tüm alanlarını görüntülemenizi sağlar.
zh_hant: 詳細視圖使您可以檢查單個條目及其所有欄位。

# SJ0-Zb-zFE.headerTitle
source: Details View
cs: Detailní zobrazení
es: Vista Detalles
hu: Részletek megtekintése
nl: Detailweergave
pl: Widok Szczegółów
tr: Ayrıntılar Görünümü
zh_hant: 詳細視圖

# UFJ-qv-FY4.text
source: Copy TOTP
cs: Kopírovat TOTP
es: Copiar TOTP
hu: TOTP másolása
nl: Kopieer TOTP
pl: Skopiuj TOTP
tr: TOTP'yi kopyala
zh_hant: 複製 TOTP

# YLl-nS-fof.text
source: Show in Browse
cs: Zobrazit v procházení
el: Εμφάνιση στην περιήγηση
es: Mostrar en Explorador
hu: Megjelenítés böngészés során
nl: Toon in bladerweergave
pl: Pokaż w przeglądaniu
tr: Göz Atta Göster
zh_hant: 在瀏覽中顯示

# Ypf-iC-R9Y.title
source: Customize View
cs: Přizpůsobit zobrazení
el: Προσαρμογή Προβολής
hu: Nézet testreszabása
nl: Pas weergave aan
pl: Dostosuj widok
tr: Görünümü Özelleştir
zh_hant: 自訂視圖

# Zdz-g8-yKa.text
source: Folder Child Count
cs: Počet podřízených složek
el: Καταμέτρηση Παιδιών Φακέλων
es: Número de subcarpeta
hu: Mappa Gyermekek száma
nl: Aantal onderliggende mappen
pl: Liczba podrzędnych folderów
tr: Alt Klasör Sayısı
zh_hant: 子資料夾計數

# aql-Rn-SrR.text
source: Show in Search
cs: Zobrazit ve vyhledávání
el: Εμφάνιση στην αναζήτηση
es: Mostrar en Búsqueda
hu: Megjelenítés a keresőben
nl: Toon in zoeken
pl: Pokaż w wyszukiwarce
tr: Aramada Göster
zh_hant: 在搜尋中顯示

# c19-1q-X7Q.text
source: Configure Tabs
hu: Lapok konfigurálása
nl: Configureer tabbladen
pl: Konfiguruj sekcje
tr: Sekmeleri Yapılandır

# ccK-yl-CGm.text
source: Username
cs: Uživatelské jméno
el: Όνομα Χρήστη
es: Nombre de Usuario
hu: Felhasználónév
nl: Gebruikersnaam
pl: Nazwa użytkownika
tr: Kullanıcı Adı
zh_hant: 使用者名稱

# dhg-Mk-oMA.text
source: Show Flags (e.g. Has Attachments)
cs: Zobrazit příznaky (např. má přílohy)
es: Mostrar indicadores (ej: tiene archivos adjuntos)
hu: Zászlók megjelenítése (pl. Csatolmányokkal rendelkezik)
nl: Toon vlaggen (bijv. aanwezigheid van bijlagen)
pl: Pokaż flagi (np. ma załączniki)
tr: Bayrakları Göster (ör. Ekleri Var)
zh_hant: 顯示旗幟 (例如有附件)

# gFQ-3b-C2B.text
source: Sort Custom Fields
hu: Egyéni mező rendezése
nl: Sorteer eigen velden
pl: Sortuj Pola Niestandardowe
tr: Özel Alanları Sırala

# gUO-aF-UdP.headerTitle
source: Show Quick View Sections
cs: Zobrazit sekce rychlého zobrazení
el: Εμφάνιση Ενοτήτων Γρήγορης Προβολής
es: Mostrar Secciones de Vista Rápida
hu: Gyorsnézet szakaszok megjelenítése
nl: Toon secties voor Snelle vertoning
pl: Pokaż sekcje szybkiego podglądu
tr: Hızlı Görünüm Bölümlerini Göster
zh_hant: 顯示快速視圖區段

# gWE-dG-Jt0.text
source: Easy-Read Font on All Fields
cs: Písmo Easy-Read na všech polích
es: Fuente fácil de leer en todos los campos
hu: Könnyen olvasható betűtípus minden mezőn
nl: Eenvoudig te lezen lettertype voor alle velden
pl: Łatwa do odczytania czcionka na wszystkich polach
tr: Tüm Alanlarda Kolay Okunabilen Yazı Tipi
zh_hant: 所有欄位中的易讀字型

# h5h-z0-qR4.text
source: Copy Password
cs: Kopírovat heslo
es: Copiar Contraseña
hu: Jelszó másolása
nl: Kopieer wachtwoord
pl: Kopiuj hasło
tr: Şifreyi Kopyala
zh_hant: 複製密碼

# iQW-wi-Xik.text
source: Start with Last Viewed Entry
el: Έναρξη με τελευταία εμφανιζόμενη καταχώρηση
hu: Kezdje az utoljára megtekintett bejegyzéssel
nl: Start met laatstbekeken onderdeel
pl: Rozpocznij z ostatnio przeglądanym wpisem
tr: Son Görüntülenen Girdiyle Başla

# ikD-hK-4d9.text
source: Start with Search
cs: Spustit s hledáním
es: Iniciar con búsqueda
hu: Kezdje a kereséssel
nl: Start met zoeken
pl: Zacznij od wyszukiwania
tr: Arama ile başlayın
zh_hant: 進入時打開搜尋方塊

# j0s-PF-61L.text
source: Show TOTP Custom Fields
cs: Zobrazit vlastní pole TOTP
es: Mostrar campos personalizados TOTP
hu: TOTP egyéni mezők megjelenítése
nl: Toon eigen TOTP-velden
pl: Pokaż pola niestandardowe TOTP
tr: TOTP Özel Alanlarını Göster
zh_hant: 顯示 TOTP 自訂欄位

# j9p-FK-aGg.text
source: Open Item Details
cs: Otevřít detaily položky
el: Άνοιγμα Λεπτομερειών Στοιχείου
es: Abrir detalles del elemento
hu: Nyissa meg az elem részleteit
nl: Open onderdeeldetails
pl: Otwórz szczegóły elementu
tr: Öğe Ayrıntılarını Aç
zh_hant: 打開項目詳細資料

# jRL-fa-CFd.text
source: Show in Search
cs: Zobrazit ve vyhledávání
el: Εμφάνιση στην αναζήτηση
es: Mostrar en Búsqueda
hu: Megjelenítés keresés közben
nl: Toon in zoeken
pl: Pokaż w wyszukiwarce
tr: Aramada Göster
zh_hant: 在搜尋中顯示

# lH5-aX-QCi.text
source: Auto Fetch FavIcon
cs: Automaticky načíst FavIkonu
es: Autoobtener FavIcon
hu: FavIcon automatikus lekérése
nl: Haal FavIcon automatisch op
pl: Automatyczne pobieranie ulubionych ikon
tr: Favicon'u Otomatik Getir
zh_hant: 自動擷取最愛圖示

# lhf-5V-4YD.text
source: Triple Tap
cs: Trojité poklepání
es: Triple pulsación
hu: Tripla koppintás
nl: Drievoudige tik
pl: Potrójne dotknięcie
tr: Üçlü Dokunma
zh_hant: 點選三次

# nBz-Y9-UEc.text
source: Colorize Passwords
cs: Obarvit hesla
es: Colorear contraseñas
hu: Jelszavak színezése
nl: Kleur wachtwoorden
pl: Kolorowanie haseł
tr: Şifreleri Renklendir
zh_hant: 為密碼上色

# oZa-V9-UfW.footerTitle
source: Strongbox can perform different actions based on your taps
cs: Strongbox může provádět různé akce v závislosti na počtu klepnutí
el: Το Strongbox μπορεί να εκτελέσει διαφορετικές ενέργειες με βάση τα πατήματα σας στα στοιχεία
es: Strongbox puede realizar diferentes acciones en función de sus pulsaciones
hu: A Strongbox különböző műveleteket tud végrehajtani a koppintások alapján
nl: Strongbox kan verschillende acties uitvoeren op basis van je tikken
pl: Strongbox może wykonywać różne działania w oparciu o Twoje przyciśnięcia
tr: Strongbox, dokunuşlarınıza göre farklı eylemler gerçekleştirebilir
zh_hant: Strongbox 可以根據您的點選執行不同的動作

# oZa-V9-UfW.headerTitle
source: Tap Actions
cs: Akce klepnutím
el: Ενέργειες Αφής
es: Acciones al pulsar
hu: Koppintási műveletek
nl: Tikacties
pl: Akcja po dotknięciu
tr: Eylemler'e dokunun
zh_hant: 點選動作

# pOM-DQ-hUW.title
source: Back
cs: Zpět
el: Πίσω
es: Volver
hu: Vissza
nl: Terug
pl: Wstecz
tr: Geri
zh_hant: 返回

# tLn-bR-SUj.text
source: Favourites
cs: Oblíbené
el: Favorites
es: Anclado
hu: Kedvencek
nl: Favorieten
pl: Ulubione
tr: Favoriler

# tMw-gk-c8l.text
source: Show in Browse
cs: Zobrazit v procházení
el: Εμφάνιση στην περιήγηση
es: Mostrar en Explorador
hu: Megjelenítés Böngészés közben
nl: Toon in bladerweergave
pl: Pokaż w przeglądaniu
tr: Göz Atta Göster
zh_hant: 在瀏覽中顯示

# x6U-0t-xQd.headerTitle
source: Expired Entries
cs: Vypršené záznamy
el: Ληγμένες Καταχωρήσεις
es: Entradas caducadas
hu: Lejárt bejegyzések
nl: Verlopen onderdelen
pl: Wygasłe wpisy
tr: Süresi Dolmuş Girdiler
zh_hant: 過期條目

# y2n-k1-h1W.text
source: Show Empty Fields
cs: Zobrazit prázdná pole
es: Mostrar campos vacíos
hu: Üres mezők megjelenítése
nl: Toon lege velden
pl: Pokaż puste pola
tr: Boş Alanları Göster
zh_hant: 顯示空欄位
