Repository: pylapp/babel
Catalog: StrongBox/*/DatabaseOperations.strings
Languages: cs, de, es, fr, hu, it, ja, ml, nb, nl, pt_br, ru, sv, tr, uk, zh_hans

# 0DL-Hg-Owi.footerTitle
source: Automatically lock your database (with an optional delay) when you switch away from Strongbox
cs: Automaticky uzamknout databázi (s volitelným zpožděním) při odchodu ze Strongboxu. Zámek zařízení je při uzamčení zařízení pomocí tlačítka napájení. Kvůli systémovým omezením je detekce obtížná, takže se jedná o nejlepší pokus.
de: Datenbank beim Verlassen von Strongbox (mit einer optionalen Verzögerung) sperren
es: Bloquear automáticamente la base de datos (con un retardo opcional) al cambiar desde Strongbox
fr: Verrouiller automatiquement votre base de données (avec un délai facultatif) lorsque vous quittez Strongbox
hu: Az adatbázis automatikus zárolása (opcionális késleltetéssel), amikor elvált a Strongboxról. Az eszközzár az, amikor a bekapcsológombbal zárolja az eszközt. A rendszer korlátai miatt az észlelés nehézkes, ezért ez a legjobb próbálkozás.
it: Blocca automaticamente il database (con un ritardo opzionale) quando non usi Strongbox
ja: Strongbox から切り替えるときに、データベースを自動的にロックする (遅延オプションあり)
nb: Autolås databasen (med valgfri forsinkelse) når du legger Strongbox i bakgrunnen
nl: Vergrendel automatisch uw database (met optionele vertraging) wanneer u uit Strongbox schakelt. Apparaat vergrendelen is wanneer je je apparaat vergrendelen met behulp van de aan-/uitknop. Door de detectie van systeembeperkingen is dit een poging om het beste te doen.
pt_br: Bloqueia automaticamente sua base de dados (com um atraso opcional) quando você trocar de app. O Bloqueio de Dispositivo é quando você bloqueia seu aparelho usando o botão power. Devido a limitações do sistema essa detecção é imprecisa, então não é garantido que funcione.
ru: Автоматическая блокировка базы данных после указанной задержки при переключении из Strongbox.
sv: Lås din databas automatiskt (med en valfri fördröjning) när du växlar bort från Strongbox
tr: Strongbox'tan çıktığınızda veritabanınızı (isteğe bağlı bir gecikmeyle) otomatik olarak kilitleyin. Cihaz Kilidi, cihazınızı güç düğmesini kullanarak kilitlediğinizde gerçekleşir. Sistem sınırlamaları nedeniyle kilitlemeyi algılamak zordur, bu nedenle en iyi çaba yöntemdir.
uk: Автоматично блокувати базу паролів (враховуючи затримку) при перемиканні з програми Strongbox
zh_hans: 当您从 Strongbox 离开时自动锁定您的数据库(可选延时)

# 0DL-Hg-Owi.headerTitle
source: Database Automatic Locking
cs: Automatické uzamčení databáze
de: Datenbank automatisch sperren
es: Bloqueo automático de la base de datos
fr: Verrouillage automatique de la base de données
it: Blocco Automatico Database
ja: データベースの自動ロック
ml: ഡാറ്റാബേസ് സ്വയമായി പൂട്ടുക
nb: Autolås av database
nl: Database automatisch vergrendelen
pt_br: Bloqueio Automático de Base de Dados
ru: Автоблокировка
sv: Automatisk låsning av databas
uk: Автоматичне блокування бази паролів
zh_hans: 数据库自动锁定

# 0lS-7B-veY.title
source: Attachments Pool
cs: Přílohy
de: Anhänge-Pool
es: Grupo de archivos adjuntos
fr: Pool de fichiers joints
hu: Mellékletek
it: Gruppo di Allegati
ja: 添付ファイル用プール
nb: Vedleggsbasseng
nl: Weergeven bijlage
pt_br: Anexos
ru: Пул вложений
sv: Bilagepool
tr: Ekleri Görüntüle
uk: Пул вкладень
zh_hans: 附件库

# 39l-qS-91B.headerTitle
source: When Duress PIN Entered
cs: Když je zadaný Vynucený PIN
de: Wenn Zwangs-PIN eingegeben wird
es: Cuando se introduce el PIN por amenaza
fr: Lorsque le PIN de détresse est saisi
it: Quando il PIN di Costrizione è Inserito
ja: 強制 PIN が入力されたとき
nb: Når tvangskode blir oppgitt
nl: Wanneer Duress PIN is ingevoerd
pt_br: Quando o PIN de Coerção For Inserido
ru: При вводе принуд. код-пароля
sv: När hot-PIN-kod angetts
uk: При введенні примусового ПІН-коду
zh_hans: 输入胁迫 PIN 后

# 3AM-tw-IrL.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# 4vX-5O-h9w.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# 5Ac-Rk-dAM.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# 5Ui-WV-Edi.text
source: <Biometric ID> Unlock
cs: <Biometric ID> Odemknout
de: <Biometric ID> Entsperrung
es: Desbloquear con <ID Biométrica>
fr: Déverrouillage <Biometric ID>
it: Sblocco <Biometric ID>
ja: <Biometric ID> ロック解除
ml: <Biometric ID> അൺലോക്ക്
nb: <Biometric ID> opplåsing
nl: <Biometric ID> Ontgrendelen
pt_br: Desbloqueio <Biometric ID>
ru: Разблокировка <Biometric ID>
sv: <Biometric ID> upplåsning
uk: Розблокування <Biometric ID>
zh_hans: <Biometric ID> 解锁

# 5ny-rm-CcN.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# 6LL-o6-fLP.normalTitle
source: Change Convenience PIN...
cs: Změnit běžný kód PIN...
de: Komfort-PIN ändern...
es: Cambiar PIN de conveniencia...
fr: Changer le code PIN de confort...
it: Cambiare il PIN di Comodità...
ja: コンビニエンス PIN を変更...
ml: സൗകര്യപ്രദമായ പിൻ മാറ്റുക...
nb: Endre nummerkode …
nl: PIN voor gemak wijzigen...
pt_br: Alterar PIN de Conveniência...
ru: Сменить код-пароль
sv: Ändra bekvämlighets-PIN-kod ...
uk: Змінити ПІН...
zh_hans: 更改便捷 PIN...

# 6U5-vR-gam.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# 7It-Aa-ysS.text
source: Unique Usernames
de: Einmalige Benutzernamen
es: Usuarios únicos
fr: Noms d'utilisateur uniques
it: Nomi Utente Univoci
ja: 一意のユーザー名
ru: Уникальные логины
sv: Unika användarnamn
uk: Унікальних імен користувача
zh_hans: 唯一用户名

# 8eS-q9-N2w.text
source: Download All FavIcons
cs: Stáhnout všechny Fav ikony
de: Alle FavIcons herunterladen
es: Descargar todos los FavIcons
fr: Télécharger tous les FavIcons
hu: Minden FavIkonok letöltése
it: Scarica Tutte Le FavIcone
ja: すべての FavIcon をダウンロード
ml: എല്ലാ Favlcons ഡൌൺലോഡ് ചെയ്യുക
nb: Hent alle faneikoner …
nl: Download alle Pictogrammen
pt_br: Baixar todos os FavIcons
ru: Загрузка значков сайтов
sv: Laddar ner alla faviconer
tr: Tüm FavIcon'ları İndir
uk: Завантажити всі піктограми
zh_hans: 下载所有网页图标

# 8t7-OA-fuK.text
source: Export Database
cs: Exportovat databázi
de: Datenbank exportieren
es: Exportar Base de Datos
fr: Exporter la base de données
hu: Adatbázis exportálása
it: Esporta Database
ja: データベースをエクスポート
ml: ഡാറ്റാബേസ് എക്സ്പോർട് ചെയ്യുക
nb: Eksporter database
nl: Exporteer database
pt_br: Exportar Base de Dados
ru: Экспорт
sv: Exportera databas
tr: Veritabanını Dışa Aktar
uk: Експорт бази паролів
zh_hans: 导出数据库

# 9ew-T9-kUj.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# AXk-eB-GHh.headerTitle
source: Miscellaneous
de: Sonstiges
es: Varios
fr: Divers
it: Altro
ja: その他
ml: AutoFill
nb: Ymse
ru: Прочие
sv: Diverse
uk: Різне
zh_hans: 其他事项

# Ag8-Hp-UbB.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# BVW-KG-FVz.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# CCi-ZI-4Gk.text
source: Print Database
cs: Tisk databáze
de: Datenbank drucken
es: Imprimir Base de Datos
fr: Imprimer la base de données
hu: Adatbázis kinyomtatása
it: Stampa Database
ja: データベースを印刷
ml: ഡാറ്റാബേസ് പ്രിൻറ് ചെയ്യുക
nb: Skriv ut database …
nl: Database afdrukken
pt_br: Imprimir Base de Dados
ru: Печать
sv: Skriv ut databas
tr: Veritabanını Yazdır
uk: Друк бази паролів
zh_hans: 打印数据库

# CQp-Ao-LHP.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# Emf-KT-4U5.text
source: Statistics & Properties
cs: Statistiky & vlastnosti
de: Statistik & Eigenschaften
es: Estadísticas & Propiedades
fr: Statistiques et Propriétés
it: Statistiche & Proprietà
ja: 統計およびプロパティー
ml: സ്ഥിതിവിവരക്കണക്കുകളും വിഷാദശാംശങ്ങളും
nb: Statistikk og valg
nl: Statistieken & Eigenschappen
pt_br: Estatísticas e Propriedades
ru: Статистика и свойства
sv: Statistik och egenskaper
uk: Статистика та властивості
zh_hans: 统计与属性

# FZ9-h9-2I1.title
source: Configure PIN Codes
cs: Nastavit PIN kódy
de: PIN-Codes konfigurieren
es: Configurar códigos PIN
fr: Configurer les codes PIN
it: Configura Codici PIN
ja: PIN コードを設定
ml: പിൻ കോഡുകൾ ക്രമീകരിക്കുക
nb: Konfigurer nummerkoder
nl: PIN-codes configureren
pt_br: Configurar Códigos PIN
ru: Код-пароль
sv: Konfigurera PIN-koder
uk: Налаштувати ПІН-коди
zh_hans: 配置 PIN 码

# G03-dY-8Gu.text
source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
hu: Engedélyezve
it: Attivato
ml: പ്രവർത്തനക്ഷമമാക്കി
nb: Aktivert
nl: Ingeschakeld
pt_br: Ativado
ru: Автоблокировка базы данных
sv: Aktiverad
tr: Etkin
uk: Увімкнено
zh_hans: 启用

# GB8-dw-ZvS.text
source: Unique Passwords
de: Einmalige Passwörter
es: Contraseñas únicas
fr: Mots de passe uniques
it: Password Univoche
ja: 一意のパスワード
ru: Уникальные пароли
sv: Unika lösenord
uk: Унікальних паролів
zh_hans: 唯一密码

# Ga5-ET-5H2.text
source: Customize View
cs: Přizpůsobit zobrazení
hu: Egyéni nézet
it: Personalizzare Vista
ja: View Preferences
ml: കാഴ്ച ഇച്ഛാനുസൃതമാക്കുക
nl: Weergave aanpassen
pt_br: Personalizar Exibição
ru: Просмотр
sv: Anpassa vy
tr: Özelleştirilmiş Görünüm
uk: Власний вигляд

# HIE-gQ-5EO.text
source: Delay
cs: Zpoždění
de: Verzögerung
es: Retardo
fr: Délai
hu: Késleltetés
it: Ritardo
ja: 遅延
ml: കാലതാമസം
nb: Forsinkelse
nl: Vertraging
pt_br: Atraso
ru: Задержка
sv: Fördröjning
tr: Gecikme
uk: Затримка
zh_hans: 延时

# IEL-1P-sSg.text
source: 30 Seconds
cs: 30 sekund
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
hu: 30 másodperc
it: 30 Secondi
ja: 30 秒
ml: 30 സെക്കൻഡ്
nb: 30 sekunder
nl: 30 seconden
pt_br: 30 Segundos
ru: 30 секунд
sv: 30 sekunder
tr: 30 Saniye
uk: 30 секунд
zh_hans: 30 秒

# JIi-2p-HGt.text
source: NB: Local Device database are permanently deleted
cs: Pozn.: Lokální databáze zařízení jsou trvale odstraněny
de: Achtung: Lokale Datenbanken werden dauerhaft vom Gerät gelöscht
es: Nota: las bases de datos locales del dispositivo son eliminadas permanentemente
fr: NB: Les base de données locales de l'appareil sont définitivement supprimées
it: NB: Il Database nel Dispositivo Locale viene cancellato senza possibilità di recupero
ja: 注意: ローカルデバイスのデータベースは完全に消去されます
nb: NB: Databasen lokalt på enheten vil bli slettet permanent
nl: NB: De lokale apparaatdatabase wordt permanent verwijderd
pt_br: Nota: Bases de Dados armazenadas localmente são deletadas de forma permanente
ru: Примечание: Локальная база данных будет удалена навсегда
sv: Obs! Lokal databas i enheten tas bort permanent
uk: Примітка: Локальна база паролів на пристрої остаточно видалиться
zh_hans: 注: 永久删除本地设备数据库

# Jxs-ES-1ud.text
source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
ru: Группы
sv: Grupper
uk: Груп
zh_hans: 组

# KSV-pz-p2X.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# LMh-dm-GL3.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# Mhv-XG-y2l.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# MyM-Gm-9ER.text
source: AutoFill
de: Autom. Ausfüllen
es: Autorrelleno
fr: Remplissage automatique
it: Riempimento Automatico
ml: Enabled
ru: Автозаполнение
sv: Autofyll
uk: Автозаповнення
zh_hans: 自动填充

# NT0-li-jmI.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# Oh1-eR-pfP.footerTitle
source: Show interesting and informative information about your database. Most common username, format, number of entries etc.
de: Interessante und informative Informationen zu Ihrer Datenbank anzeigen: Häufigster Benutzername, Format, Anzahl der Einträge usw.
es: Mostrar información interesante sobre su base de datos. Nombre de usuario más utilizado, formato, número de entradas, etc.
fr: Affiche des informations intéressantes et instructives sur votre base de données. Nom d'utilisateur le plus courant, format, nombre d'entrées, etc.
it: Mostra informazioni interessanti e informative sul tuo database. I più comuni nomi utente, formati, numero di voci ecc.
ja: 最も一般的なユーザー名やフォーマット、エントリー数など、データベースの関心深い情報が表示されます。
nb: Vis interessant og informativ informasjon om databasen din. Mest vanlig brukernavn, format, antall innlegg etc.
ru: Информация о базе данных: часто используемый логин, формат, количество записей и т.д.
sv: Visa intressant och informativ information om din databas. Vanligaste användarnamn, format, antal poster etc.
uk: Показувати інформацію про базу даних. Найпоширеніше ім'я користувача, формат, кількість записів та ін.
zh_hans: 显示有关您的数据库的有趣且有用的信息。最常见的用户名，格式，条目数等。

# Oh1-eR-pfP.headerTitle
source: Database Information
de: Datenbankinformationen
es: Información de la base de datos
fr: Informations sur la base de données
it: Informazioni Database
ja: データベース情報
nb: Informasjon om database
ru: Информация о базе данных
sv: Databasinformation
uk: Інформація про базу паролів
zh_hans: 数据库信息

# PwF-Yz-GrN.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# QJv-PM-nXL.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# RJB-yf-OWd.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# RZ6-5I-P7D.normalTitle
source: Turn Duress PIN On
cs: Zapnout Vynucený PIN
de: Zwangs-PIN einschalten
es: Activar PIN de coacción
fr: Activer le code PIN de détresse
it: Attiva il PIN di Costrizione
ja: 強制 PIN をオンにする
ml: Duress PIN ഓൺ ചെയ്യുക
nb: Skru på tvangskode
nl: Zet de Duress PIN aan
pt_br: Ativar PIN de Coerção
ru: Включить принуд. код-пароль
sv: Slå på hot-PIN-kod
uk: Увімкнути примусовий ПІН
zh_hans: 开启胁迫 PIN

# Rtk-gZ-BQV.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# SnO-vX-Ckg.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# StT-Xa-Yh6.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# TUP-XN-gQC.footerTitle
source: You can use a PIN Code to open your password database. While this is handy, it will likely be less secure than using your master password. The PIN will only work on this device.
cs: K otevření databáze hesel můžete použít PIN kód. I když je to rychlé, bude to pravděpodobně méně bezpečné než použití hlavního hesla. PIN bude fungovat pouze na tomto zařízení.
de: Sie können einen PIN-Code verwenden, um Ihre Passwort-Datenbank zu öffnen. Auch wenn das praktisch ist, ist es wahrscheinlich unsicherer als Ihr Master-Passwort zu verwenden. Der PIN wird nur auf diesem Gerät funktionieren.
es: Para abrir su base de datos de contraseñas, se puede usar un código PIN. Aunque eso puede ser útil, es probable que sea menos seguro que usar su contraseña maestra. El PIN solo funcionará en este dispositivo.
fr: Vous pouvez utiliser un code PIN pour ouvrir votre base de données de mots de passe. Bien que ce soit pratique, ce sera sans doute moins sûr que d'utiliser votre mot de passe maître. Ce code PIN ne fonctionnera que sur cet appareil.
it: Si può utilizzare un codice PIN per aprire il database delle password. Anche se è conveniente, sarà probabilmente meno sicuro rispetto all'utilizzo della Master password. Il PIN funzionerà solo su questo dispositivo.
ja: パスワードのデータベースは PIN コードを使って開くことができます。便利な方法ではありますが、マスターパスワードを使う方が安全と思われます。PIN はこのデバイスでのみ使用可能です。
nb: Du kan bruke en nummerkode for å åpne databasen. Mens dette kan være nyttig, vil det sannsynligvis være mindre sikkert enn å bruke hovedpassordet. Nummerkoden vil bare fungere på denne enheten.
nl: U kunt een PIN-Code gebruiken om uw wachtwoorddatabase te openen. Hoewel dit handig is, is het waarschijnlijk minder veilig dan het gebruik van je hoofdwachtwoord. De pincode werkt alleen op dit apparaat.
pt_br: Você pode usar um Código PIN para abrir sua base de dados de senhas. Embora seja útil, provavelmente será menos seguro que usar sua senha mestra. O PIN só funcionará neste dispositivo.
ru: Можно использовать код-пароль для открытия базы данных. Однако этот метод менее безопасный, чем использование пароля. Код-пароль будет работать только на этом устройстве.
sv: Du kan använda en PIN-kod för att öppna din lösenordsdatabas. Medan detta är praktiskt kommer det troligen vara mindre säkert än att använda ditt huvudlösenord. PIN-koden fungerar bara på den här enheten.
uk: Ви можете використовувати ПІН-код для відкриття бази паролів. Незважаючи на зручність, це може бути менш безпечно, ніж використання головного пароля. ПІН працюватиме лише на цьому пристрої.
zh_hans: 您可以使用 PIN 码来打开您的密码数据库。虽然这很方便，但安全性比使用您的主密码低。PIN 码仅在本设备上有效。

# TUP-XN-gQC.headerTitle
source: Convenience PIN
cs: Běžný PIN kód
de: Komfort-PIN
es: PIN de conveniencia
fr: Code PIN de confort
it: PIN di Comodità
ja: コンビニエンス PIN
ml: സൗകര്യപ്രദമായ PIN
nb: Nummerkode
nl: PIN voor gemak
pt_br: PIN de Conveniência
ru: Код-пароль
sv: Bekvämlighets-PIN-kod
uk: ПІН
zh_hans: 便捷 PIN

# UDV-nK-XdK.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# Usu-2m-wwg.footerTitle
source: Database wide operations. Change Master Credentials, Export, Print & Download FavIcons for your database.
de: Datenbankweite Operationen: Master-Zugangsdaten ändern, Exportieren, Drucken & FavIcons für Ihre Datenbank herunterladen.
es: Operaciones amplias de base de datos. Cambiar las credenciales maestras, exportar, imprimir y descargar FavIcons para su base de datos.
fr: Operations à l'échelle de la base de données. Changer les identifiants maîtres, exporter, imprimer et télécharger les FavIcon pour votre base de données.
it: Operazioni a livello di database. Cambia le Credenziali Master, Esporta, Stampa e Scarica le Favicone per il tuo database.
nb: Databasedekkende operasjon. Endre hovedpassord, eksportering, utskriving og nedlasting av faneikoner for din database.
ru: Операции с базой данных: изменение мастер-ключа, экспорт, печать, просмотр вложений и загрузка значков.
sv: Databasomfattande åtgärder. Ändra huvudautentiseringsuppgifter, exportera, skriv ut och hämta faviconer för din databas.
uk: Розширені операції з базою паролів. Зміна облікових даних, експорт, друк і завантаження піктограм.
zh_hans: 数据库范围操作。给您的数据库更改主凭据，导出，打印&下载网页图标。

# Usu-2m-wwg.headerTitle
source: Operations
de: Operationen
es: Operaciones
fr: Opérations
it: Operazioni
ja: 操作
nb: Aktiviteter
ru: Операции
sv: Åtgärder
uk: Операції
zh_hans: 操作

# Vor-uK-kCY.text
source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja: サブタイトル
ru: Подзаголовок
sv: Underrubrik
uk: Підзаголовок
zh_hans: 小标题

# Vua-Ec-gtU.title
source: Preferences & Management
cs: Nastavení databáze
de: Einstellungen & Management
es: Preferencias & Gestión
fr: Préférences et Gestion
hu: Adatbázis beállítások
it: Preferenze & Gestione
ja: 環境設定および管理
ml: ഡാറ്റാബേസ് ക്രമീകരണങ്ങൾ
nb: Database Settings
nl: Database-instellingen
pt_br: Configurações da Base de Dados
ru: Настройки и управление
sv: Inställningar och hantering
tr: Veritabanı Ayarları
uk: Параметри та керування
zh_hans: 偏好 & 管理

# WBZ-RS-k0W.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# XSP-Jw-iFN.title
source: Statistics & Properties
cs: Statistiky & vlastnosti
de: Statistik & Eigenschaften
es: Estadísticas & Propiedades
fr: Statistiques et Propriétés
hu: Statisztikák és tulajdonságok
it: Statistiche & Proprietà
ja: 統計およびプロパティー
ml: സ്ഥിതിവിവരക്കണക്കുകളും വിഷാദശാംശങ്ങളും
nb: Statistikk og valg
nl: Statistieken & Eigenschappen
pt_br: Estatísticas e Propriedades
ru: Статистика и свойства
sv: Statistik och egenskaper
tr: İstatistikler ve Özellikler
uk: Статистика та властивості
zh_hans: 统计与属性

# ZFb-uk-qf5.title
source: Database Operations
cs: Databázové operace
de: Datenbank-Operationen
es: Operaciones de base de datos
fr: Opérations de base de données
hu: Haladó
it: Operazioni Database
ja: データベースの操作
ml: ഡാറ്റാബേസ് പ്രവർത്തനങ്ങൾ
nb: Databaseoperasjoner
nl: Databasebewerkingen
pt_br: Operações de Base de Dados
ru: Операции с базой данных
sv: Databasåtgärder
tr: Gelişmiş
uk: Операції з базою паролів
zh_hans: 数据库操作

# ZZd-Ov-1pz.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# aJP-12-BTT.title
source: PIN Codes
cs: PIN kódy
es: Códigos PIN
fr: Codes PIN
it: Codici PIN
ja: PIN コード
ml: പിൻ കോഡുകൾ
nb: Nummerkoder
pt_br: Códigos PIN
ru: Код-пароли
sv: PIN-koder
uk: ПІН-коди
zh_hans: PIN 码

# ajF-VM-DOy.text
source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja: サブタイトル
ru: Подзаголовок
sv: Underrubrik
uk: Підзаголовок
zh_hans: 小标题

# alj-hg-cxp.text
source: Open a Dummy Database
cs: Otevřít fiktivní databázi
de: Scheindatenbank öffnen
es: Abrir una base de datos ficticia
fr: Ouvrir une base de données factice
it: Aprire un Database Fittizio
ja: ダミーデータベースを開く
ml: ഡമ്മി ഡാറ്റാബേസ് തുറക്കുക
nb: Åpne «dummy»-database
nl: Een Dummy-database openen
pt_br: Abrir Base de Dados Falsa
ru: Открыть фиктивную базу данных
sv: Öppna en dummy-databas
uk: Відкрити фіктивну базу паролів
zh_hans: 打开一个虚拟数据库

# bG1-bd-bVM.text
source: Subtitle
cs: Podnadpis
de: Untertitel
es: Subtítulo
fr: Sous-titre
hu: Alcím
it: Sottotitolo
ja: サブタイトル
ml: ഉപശീർഷകം
nb: Undertekst
nl: Ondertitel
pt_br: Subtítulo
ru: Подзаголовок
sv: Underrubrik
tr: Alt başlık
uk: Підзаголовок
zh_hans: 子标题

# bVO-hz-fof.text
source: Most Used Username
de: Häufigster Benutzername
es: Nombre de usuario más utilizado
fr: Nom d'utilisateur le plus utilisé
it: Nome Utente Più Usato
ja: 最も多用されるユーザー名
ru: Часто используемый логин
sv: Mest använda användarnamn
uk: Найвживаніше ім'я користувача
zh_hans: 使用最多的用户名

# bW7-8i-cE7.text
source: Database Operations
cs: Databázové operace
de: Datenbank-Operationen
es: Operaciones de base de datos
fr: Opérations de base de données
hu: Haladó
it: Operazioni Database
ja: データベースの操作
ml: ഡാറ്റാബേസ് പ്രവർത്തനങ്ങൾ
nb: Databaseoperasjoner
nl: Databasebewerkingen
pt_br: Operações de Base de Dados
ru: Операции с базой данных
sv: Databasåtgärder
tr: Gelişmiş
uk: Операції з базою паролів
zh_hans: 数据库操作

# cLH-Jj-Yyg.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# cjD-Tl-Q26.text
source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja: サブタイトル
ru: Подзаголовок
sv: Underrubrik
uk: Підзаголовок
zh_hans: 小标题

# d6D-Yx-1YW.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# dYn-dT-eVK.text
source: Read-Only
de: Schreibgeschützt
es: Sólo lectura
fr: Lecture seule
it: Sola Lettura
ja: 読み取り専用
nb: Skrivebeskyttet
ru: Режим «Только чтение»
sv: Skrivskydda
uk: Лише читання
zh_hans: 只读

# dYq-Yu-BbT.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# dqx-dU-chI.text
source: Title
cs: Název
de: Titel
es: Título
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
ml: ശീർഷകം
nb: Tittel
nl: Titel
pt_br: Título
ru: Название
sv: Rubrik
tr: Başlık
uk: Заголовок
zh_hans: 标题

# dzq-0P-8BG.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息
