Repository: pylapp/babel
Catalog: StrongBox/*/DatabaseOperations.strings
Languages: cs, de, es, fr, hu, it, ja, ml, nb, nl, pt_br, ru, sv, tr, uk, zh_hans

# e3m-4j-ELm.footerTitle
source: If you use a convenience PIN then you can also use a Duress PIN. The Duress PIN indicates to Strongbox that you are opening the database under duress. Strongbox can perform a number of actions in this situation. NB: It is important to note that in some jurisdictions this action in itself can be seen as deceptive and/or illegal, and you may want to consider preparing yourself in other ways so that you don't need to rely on this feature.
cs: Pokud používáte běžný PIN, můžete také použít tzv. Vynucený PIN kód. Vynucený PIN kód znamená, že databázi do Strongboxu otevíráte pod nátlakem. Strongbox může v tomto případě provádět řadu různých akcí. Pozn.: je důležité upozornit, že v některých jurisdikcích lze tuto akci považovat za klamavou a/nebo nezákonnou. Zvažte prosím přípravu na řešení takovéto situace jiným způsobem, abyste se na tuto funkci nemuseli spoléhat.
de: Falls Sie eine Komfort-PIN verwenden, können Sie auch eine Zwangs-PIN verwenden. Die Zwangs-PIN zeigt Strongbox an, dass Sie eine Datenbank unter Zwang öffnen. Strongbox kann eine Reihe von Aktionen in so einer Situation ausführen. Bitte beachten: Es ist wichtig darauf hinzuweisen, dass diese Aktion in einigen Jurisdiktionen als trügerisch und/oder illegal angesehen werden kann und Sie sollten sich vielleicht auf andere Weise darauf vorbereiten, damit Sie sich nicht auf dieses Funktion verlassen müssen.
es: Si utiliza un PIN de conveniencia, también puede utilizar un PIN de coacción. El PIN de coacción indica a Strongbox que está abriendo la base de datos bajo coacción. Strongbox puede realizar una serie de acciones en esta situación. Nota: Es importante tener en cuenta que en algunos paises esta acción en sí misma puede ser vista como engañosa y/o ilegal, y tal vez quieras considerar la posibilidad de prepararte de otras maneras para que no necesites contar con esta característica.
fr: Si vous utilisez un code PIN de confort, vous pouvez aussi utiliser un code PIN de détresse. Le code PIN de détresse indique à Strongbox que vous êtes en train d'ouvrir la base de données sous la contrainte. Strongbox peut réaliser un certain nombre d'actions dans cette situation. NB: Il est important de noter que dans certaines juridictions, cette action en elle-même peut être considérée comme trompeuse et/ou illégale, et vous pourriez envisager de vous tenir prêt à recourir à d'autres méthodes pour ne pas avoir besoin de compter sur cette fonctionnalité.
it: Se si utilizza un PIN di Comodità, è anche possibile utilizzare un PIN di Costrizione. Il codice PIN di Costrizione indica a Strongbox che si sta aprendo il database sotto costrizione. Strongbox può quindi eseguire di conseguenza una serie di azioni. NB: è importante osservare che in alcune giurisdizioni questa azione può di per sé essere considerata ingannevole e/o illegale, e si può voler considerare la preparazione contro una possibile costrizione in altri modi, così da non dover fare affidamento su questa funzione.
ja: コンビニエンス PIN を使用している場合は、強制 PIN も使用できます。強制 PIN が使用されると、Strongbox はデータベースが強制的に開かれていると解釈します。Strongbox は、そういった状況下でも様々なアクションを実行できます。 注意: 法的管轄区域によっては、この操作そのものが不正行為または違法、もしくはその両方として扱われる場合があることを覚えておきましょう。この機能を使用しなくて済むように、他の対処法を検討し、このような事態に備えておくことをお奨めします。
nb: Om du har valgt å bruke en nummerkode, kan du også ta i bruk en tvangskode. Dette er en ekstra sikkerhetsmekanisme. Om du åpner denne databasen med tvangskoden, forteller du Strongbox at du er under stress. Strongbox kan da utføre forskjellige handlinger i slike situasjoner. NB: Det er viktig å merke seg at dette kan være ulovlig eller ansett som villedende i noen jurisdiksjoner (ikke i Norge). Det kan uansett være lurt å forberede seg annerledes på slike situasjoner, for å unngå å måtte bruke denne funksjonen hvor den ikke er lov.
nl: Als u gebruik maakt van een gemak PIN dan kunt u ook gebruik maken van een Duress PIN. De Duress PIN geeft aan naar Strongbox dat je de database opent onder dwang. Strongbox kan een aantal acties in deze situatie uitvoeren. NB: Het is belangrijk om op te merken dat in sommige rechtsgebieden deze actie op zich kan worden gezien als misleidend en/of illegaal, en je kunt overwegen jezelf op een andere manier voor te bereiden, zodat je niet hoeft te vertrouwen op deze functie.
pt_br: Se você usar um PIN de conveniência então também poderá usar um PIN de Coerção. O PIN de Coerção avisa ao Strongbox que você está sendo obrigado por alguém a desbloquear esta base de dados. O Strongbox pode executar variadas ações nesta situação. Nota: É importante notar que em algumas jurisdições o ato de usar esta funcionalidade pode ser considerado enganoso/ou ilegal, e você deve considerar usar outras formas de se preparar de maneira a não precisar usar esta funcionalidade.
ru: При использовании код-пароля можно также применять принудительный код-пароль. Принуд. код-пароль указывает на то, что Вы открываете базу данных по чьему-либо принуждению. Тогда Strongbox выполнит одно из действий ниже. Важно: В некоторых странах сокрытие истинной информации (напр., от правоохранительных органов) может рассматриваться как обман и/или являться незаконным. Подумайте о другом способе защиты своих данных, чтобы не полагаться на эту функцию
sv: Om du använder en bekvämlighets-PIN-kod så kan du också använda en hot-PIN-kod. Det hot-PIN-kod indikerar till Strongbox är att du öppnar databasen under tvång. Strongbox kan utföra ett antal åtgärder i denna situation. Obs! Det är viktigt att notera att denna åtgärd kan i vissa jurisdiktioner i sig ses som vilseledande och/eller olagligt, och du ska kanske överväga andra sätt att rusta dig så att du inte behöver förlita dig på denna funktion.
uk: Якщо ви використовуєте ПІН-код, то ви також можете використовувати примусовий ПІН. Примусовий ПІН-код вказує Strongbox, що ви відкриваєте базу паролів примусово. В цьому випадку Strongbox може виконувати різні дії. Примітка: Важливо зазначити, що в деяких юрисдикціях ця дія може розглядатися оманливою чи незаконною, і тому, можливо, ви захочете розглянути інші варіанти безпеки замість цієї функції.
zh_hans: 如果你使用了便捷 PIN，那么还可以使用胁迫 PIN。胁迫 PIN 指示给 Strongbox 你是在胁迫下打开数据库的。在这种情况下，Strongbox 可以执行一些操作。 注: 请注意，在某些管辖区域中，此操作本身会被视为欺骗性的和/或非法的。你可能需要考虑以其他方式进行准备，从而不必依赖此功能。

# e3m-4j-ELm.headerTitle
source: Duress PIN
cs: Vynucený PIN
de: Zwangs-PIN
es: PIN de coacción
fr: Code PIN de détresse
it: PIN di Costrizione
ja: 強制 PIN
nb: Tvangskode
pt_br: PIN de Coerção
ru: Принудительный код-пароль
sv: Hot-PIN-kod
uk: Примусовий ПІН
zh_hans: 胁迫 PIN

# edD-K7-DZf.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# exk-m2-Uho.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# f81-vq-V2t.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# fa5-jM-yy6.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# gqm-VJ-fD5.text
source: Change Master Password
cs: Změnit hlavní heslo
de: Master-Passwort ändern
es: Cambiar contraseña maestra
fr: Changer le mot de passe maître
it: Cambiare la Master Password
ja: マスターパスワードを変更
ml: മാസ്റ്റർ പാസ്സ്‌വേഡ്‌ മാറ്റുക
nb: Endre hovedpassord
nl: Hoofdwachtwoord wijzigen
pt_br: Alterar Senha Mestra
ru: Изменить пароль
sv: Ändra huvudlösenord
uk: Змінити головний пароль
zh_hans: 更改主密码

# hPZ-hV-dmn.footerTitle
source: Show and hide elements of your database, set fast Tap Actions and tweak Audit settings
cs: Zobrazí a skryje prvky vaší databáze, nastavení vylepšení auditu a automatického vyplňování nebo provádí jiné operace v celé databázi, jako je změna hlavních pověření.
de: Einträge Ihrer Datenbank ein- und ausblenden, Tipp-Aktionen festlegen und Audit-Einstellungen anpassen.
es: Mostrar y ocultar elementos de su base de datos, establecer acciones para pulsaciones rápidas y ajustar la configuración de auditoría
fr: Afficher/masquer les éléments de votre base de données, définir raccourcis sur appuis et ajuster les paramètres d'audit
it: Mostra e nascondi elementi del tuo database, imposta Azioni Tocco Veloce e modifica le impostazioni di Revisione
ml: Show and hide elements of your database, tweak Audit settings and perform other database wide operations
nb: Vis og skjul elementer av databasen din, sett raske trykk-handlinger og tweak kontrollinnstillinger
nl: Toon en verberg elementen van uw database, tweak Audit & AutoFill instellingen of voer andere database brede bewerkingen door, zoals het wijzigen van uw hoofdgegevens.
pt_br: Exiba e oculte elementos da sua base de dados, ajuste configurações de auditoria e Preenchimento Automático ou faça outras operações que afetam toda sua base de dados como alteração das suas credenciais.
ru: Настройки отображения элементов базы данных, установка быстрых действий нажатий, настройки аудита.
sv: Visa och dölj element i din databas, ställ in snabbtryckåtgärder och justera granskningsinställningar
uk: Показ чи приховування елементів бази паролів, налаштування дій швидкого дотику та керування аудитом
zh_hans: 显示和隐藏数据库的元素，设置快速点按操作和调整审计设置。

# hPZ-hV-dmn.headerTitle
source: Preferences
cs: Hlavní
de: Einstellungen
es: Preferencias
fr: Préférences
hu: Általános
it: Impostazioni
ja: 環境設定
ml: Preferences & Actions
nb: Preferanser
nl: Algemeen
pt_br: Geral
ru: Интерфейс и аудит
sv: Inställningar
tr: Genel
uk: Параметри
zh_hans: 偏好设置

# hSd-8g-t0G.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# iFa-AQ-sUK.title
source: Back
cs: Zpět
de: Zurück
es: Volver
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
ml: പുറകോട്ട്
nb: Tilbake
nl: Terug
pt_br: Voltar
ru: Назад
sv: Bakåt
tr: Geri
uk: Назад
zh_hans: 返回

# kGb-f0-Evl.text
source: Records
de: Datensätze
es: Registros
fr: Enregistrements
it: Record
ja: 記録
ru: Записи
sv: Poster
uk: Записів
zh_hans: 记录

# kwJ-TR-jmG.text
source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja: サブタイトル
ru: Подзаголовок
sv: Underrubrik
uk: Підзаголовок
zh_hans: 小标题

# l9A-MD-iTV.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# oyh-Ew-IgR.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# pQ9-1B-9tm.footerTitle
source: Some attributes of your database (format specific) including cryptography settings, file format and metadata properties
de: Einige Attribute Ihrer Datenbank (formatspezifisch) inkl. Kryptografie-Einstellungen, Dateiformat und Metadaten-Eigenschaften
es: Algunos atributos de su base de datos (dependiendo del formato) incluyendo la configuración de la criptografía, el formato de los archivos y las propiedades de metadatos
fr: Certains attributs de votre base de données (spécifiques au format) y compris les paramètres de cryptographie, le format de fichier et les propriétés de métadonnées
it: Alcuni attributi del tuo database (specifico formato) tra cui le impostazioni crittografiche, formato file e proprietà dei metadati
ja: 暗号化設定、ファイル形式、メタデータのプロパティなど、データベースの一部の属性 (フォーマット別)
ru: Атрибуты базы данных (с учётом формата), включая параметры криптографии, формат файла и метаданные.
sv: Vissa attribut för din databas (formatspecifikt) inklusive kryptografiinställningar, filformat och metadataegenskaper
uk: Деякі властивості вашої бази паролів (в залежності від формату), включно з параметрами криптографії, форматом файлу та властивостями метаданих
zh_hans: 您的数据库的某些属性(特定格式)包括加密设置、文件格式和元数据属性

# pQ9-1B-9tm.headerTitle
source: Database Properties
de: Datenbank-Eigenschaften
es: Propiedades de la base de datos
fr: Propriétés de la base de données
it: Proprietà Database
ja: データベースのプロパティ
ru: Свойства базы данных
sv: Databasegenskaper
uk: Властивості бази паролів
zh_hans: 数据库属性

# ppD-PE-2TH.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# qN2-fC-dC4.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# qXR-Ed-fpb.text
source: View Attachments Pool
cs: Zobrazit přílohy
de: Anhänge-Pool ansehen
es: Ver archivos adjuntos
fr: Afficher le pool de fichiers joints
hu: Mellékletek megtekintése
it: Vedi gruppo di allegati
ja: 添付ファイル用プールを表示
nb: Vis lagrede vedlegg
nl: Weergeven bijlage
pt_br: Exibir Anexos
ru: Просмотр вложений
sv: Visa bilagepool
tr: Ekleri Görüntüle
uk: Переглянути пул вкладень
zh_hans: 查看附件库

# qje-v1-nFt.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# rHx-1W-ieK.normalTitle
source: Change Duress PIN...
cs: Změnit Vynucený PIN...
de: Zwangs-PIN ändern...
es: Cambiar PIN de coacción...
fr: Changer le code PIN de détresse...
it: Cambiare il PIN di Costrizione...
ja: 強制 PIN を変更...
ml: Duress PIN മാറ്റുക...
nb: Endre tvangskode …
nl: PIN-code van Duress wijzigen...
pt_br: Alterar PIN de Coerção...
ru: Сменить принуд. код-пароль
sv: Ändra hot-PIN-kod ...
uk: Змінити примусовий ПІН...
zh_hans: 更改胁迫 PIN...

# rey-Ej-mH2.text
source: Database Auditing
cs: Audit databáze
de: Datenbank-Audit
es: Auditoría de bases de datos
fr: Audit de base de données
hu: Auditálás
it: Revisione del Database
ja: データベース監査
ml: ഡാറ്റാബേസ് ഓഡിറ്റിംഗ്
nb: Databasekontroll
pt_br: Auditoria de Base de Dados
ru: Аудит базы данных
sv: Databasgranskning
tr: Denetim
uk: Аудит бази паролів
zh_hans: 数据库审计

# s0w-cx-om3.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# s3O-II-6o3.text
source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja: サブタイトル
ru: Подзаголовок
sv: Underrubrik
uk: Підзаголовок
zh_hans: 小标题

# s3f-6V-txg.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# uKQ-Nd-Sst.text
source: Remove Database
cs: Odstranit databázi
de: Datenbank löschen
es: Eliminar base de datos
fr: Retirer la base de données
it: Rimuovi Database
ja: データベースを削除
ml: ഡാറ്റാബേസ് നീക്കംചെയ്യുക
nb: Fjern database
nl: Database verwijderen
pt_br: Remover Base de Dados
ru: Удалить базу данных
sv: Ta bort databas
uk: Вилучити базу паролів
zh_hans: 移除数据库

# ucD-9D-yuG.normalTitle
source: Turn Convenience PIN On
cs: Zapnout běžný PIN kód
de: Komfort-PIN einschalten
es: Activar PIN de conveniencia
fr: Activer le code PIN de confort
it: Attiva il PIN di Comodità
ja: コンビニエンス PIN をオンにする
nb: Aktiver bekvemmelighetsopplåsing
nl: Zet Convenie-PIN aan
pt_br: Ativar PIN de Conveniência
ru: Включить код-пароль
sv: Slå på bekvämlighets-PIN-kod
uk: Увімкнути ПІН
zh_hans: 开启便捷 PIN

# vY9-sq-xxw.text
source: Configure PIN Codes
cs: Nastavit PIN kódy
de: PIN-Codes konfigurieren
es: Configurar códigos PIN
fr: Configurer les codes PIN
it: Configura Codici PIN
ja: PIN コードを設定
ml: പിൻ കോഡുകൾ ക്രമീകരിക്കുക
nb: Konfigurer nummerkoder
nl: PIN-codes configureren
pt_br: Configurar Códigos PIN
ru: Код-пароль
sv: Konfigurera PIN-koder
uk: Налаштувати ПІН-коди
zh_hans: 配置 PIN 码

# wg6-2k-ifx.footerTitle
source: You can use one or both of these methods to unlock your database so that you don't need to enter your full master password every time.
de: Sie können eine oder beide Methoden verwenden, um Ihre Datenbank zu entsperren, sodass Sie nicht jedes Mal Ihr vollständiges Master-Passwort eingeben müssen.
es: Puede utilizar uno o ambos de estos métodos para desbloquear la base de datos de modo que no tenga que introducir la contraseña maestra cada vez.
fr: Vous pouvez utiliser l'une ou l'autre de ces méthodes pour déverrouiller votre base de données de sorte que vous n'ayez pas besoin de saisir votre mot de passe maître à chaque fois.
it: È possibile utilizzare uno o entrambi i metodi per sbloccare il database in modo da non dover inserire la password principale ogni volta.
nb: Du kan bruke en eller begge disse metodene for å låse opp databasen din slik at du ikke trenger å oppgi hovedpassord hver gang.
ru: Можно использовать один или оба этих метода для разблокировки базы данных, чтобы не было необходимости каждый раз вводить пароль.
sv: Du kan använda en eller båda av dessa metoder för att låsa upp databasen så att du inte behöver skriva in ditt fullständiga huvudlösenord varje gång.
uk: Ви можете використовувати один чи обидва методи розблокування бази паролів, щоб вам не доводилося щоразу вводити головний пароль.
zh_hans: 您可以使用其中一种或两种方法来解锁数据库，这样您就不必每次都输入完整的主密码。

# wg6-2k-ifx.headerTitle
source: Convenience Unlocking
cs: Pohodlné odemykání
de: Komfortentsperrung
es: Desbloqueo de conveniencia
fr: Déverrouillage de confort
hu: Kényelmi feloldás
it: Sblocco di Comodità
ml: സൗകര്യപ്രദമായ അൺലോക്കുചെയ്യൽ
nb: Bekvemmelighetsopplåsing
nl: Gemakkelijk ontgrendelen
pt_br: Desbloqueio Conveniente
ru: Быстрая разблокировка базы данных
sv: Bekvämlighetsupplåsning
tr: Kolay Kilit Açma
uk: Зручне розблокування
zh_hans: 便捷解锁

# xvw-Xf-STo.footerTitle
source: Some simple statistics about the contents of your database
de: Eine einfache Statistik über den Inhalt Ihrer Datenbank
es: Algunas estadísticas simples sobre el contenido de su base de datos
fr: Quelques statistiques simples sur le contenu de votre base de données
it: Alcune semplici statistiche sul contenuto del tuo database
ja: データベースの中身に関する簡単な統計
ru: Статистика о содержимом базы данных.
sv: Lite enklare statistik om innehållet i din databas
uk: Проста статистика вашої бази паролів
zh_hans: 关于您的数据库内容的一些基础统计信息

# xvw-Xf-STo.headerTitle
source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ru: Статистика
sv: Statistik
uk: Статистика
zh_hans: 统计数据

# y1a-gy-b16.text
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Название
sv: Rubrik
uk: Заголовок
zh_hans: 标题

# zB0-9f-Lif.text
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ru: Подробно
sv: Detalj
uk: Подробиці
zh_hans: 详细信息

# zOJ-be-bYv.text
source: Present a Technical Error
cs: Prezentovat technickou chybu
de: Einen technischen Fehler anzeigen
es: Presentar un error técnico
fr: Présenter une erreur technique
it: Presenta un Errore Tecnico
ml: ഒരു സാങ്കേതിക പിശക് അവതരിപ്പിക്കുക
nb: Presenter en teknisk feil
nl: Een technische fout melden
pt_br: Exibir um Erro Técnico
ru: Показать техническую ошибку
sv: Presentera ett tekniskt fel
uk: Відобразити технічну помилку
zh_hans: 显示技术错误
