Repository: pylapp/babel
Catalog: StrongBox/*/FreemiumOnboarding.strings
Languages: cs, de, es, fr, ja, nb, pl, pt_br, ru, sv, uk, zh_hans, zh_hant

# 3Lp-NL-eee.text
source: YubiKey Unlock
cs: Odemknutí s YubiKey
de: YubiKey-Entsperrung
es: Desbloqueo YubiKey
fr: Déverrouillage YubiKey
ja: YubiKey を使ったロック解除
nb: Lås opp med YubiKey
pl: Odblokowanie za pomocą YubiKey
pt_br: Desbloqueio com YubiKey
ru: Разблокировка YubiKey
sv: YubiKey-upplåsning
uk: Відмикання YubiKey
zh_hans: YubiKey 解锁
zh_hant: YubiKey 解鎖

# 95G-Rg-UOC.normalTitle
source: Start Trial
nb: Start prøveperiode
sv: Påbörja utvärdering

# 9ft-2d-Rrj.text
source: Just to let you know, Strongbox is Freemium. This means there is a wonderful Free version you can use forever, but you can also choose to enjoy some advanced Pro features too...
cs: Jen abyste věděli, Strongbox je Freemium. To znamená, že to je nádherná verze zdarma, kterou můžete používat navždy. Ale také si můžete vychutnat některé pokročilé Pro funkce...
de: Nur um Sie es wissen zu lassen: Strongbox ist Freemium. Dies bedeutet, dass es eine wunderbare kostenlose Version gibt, die Sie für immer nutzen können. Sie können sich aber auch entscheiden, einige erweiterte Pro-Funktionen zu genießen...
es: Sólo para que lo sepa, Strongbox es el Freemium. Esto significa que hay una maravillosa versión gratuita que se puede utilizar para siempre, pero también puedes optar por disfrutar de algunas características avanzadas Pro...
fr: Juste pour vous le dire, Strongbox est Freemium. Cela signifie qu'il y a une merveilleuse version gratuite que vous pourrez utiliser éternellement, mais vous pouvez aussi choisir de profiter de certaines fonctionnalités avancées de la version Pro...
ja: ちなみにですが、Strongbox はフリーミアムです。便利な無料バージョンを無期限でご使用いただけるほか、ご希望の方は高度なプロ機能もご利用いただけます。
nb: Til informasjon: Strongbox er Freemium. Det betyr at det finnes en fantastisk gratisversjon du kan bruke for alltid, men du kan også velge å oppgradere til Pro for å nyte flere kule funksjoner …
pl: Chciałbym ci dać znać, że Strongbox jest udostępniany na licencji Freemium. Oznacza to, że ta wspaniała darmowa wersja aplikacji jest dostępna na zawsze, możesz jednak zdecydować się na skorzystanie z dodatkowych funkcji Premium...
ru: Strongbox - условно-бесплатное приложение. Это значит, что есть базовая версия, которая всегда будет бесплатной, и Pro версия - с расширенным набором функций.
sv: För din information så är Strongbox Freemium. Detta innebär att det finns en fantastisk gratisversion som du kan använda för alltid men du kan även välja att njuta av avancerade Pro-funktioner också ...
uk: Щоб ви знали, Strongbox є умовно безплатною програмою. Це означає, що існує чудова безплатна версія, яку ви можете використовувати завжди, але ви також можете отримати додаткові переваги версії Pro...
zh_hans: 希望您能了解，Strongbox 是一个采用免费增值模式的应用。这意味着您可永久享用免费版本，但是您也可以选择享受一些高级 Pro 功能…
zh_hant: 希望您能了解，Strongbox 是一個採用免費增值模式的應用程式。這意味著您可以永久享用免費版本，但是您也可以選擇享受一些進階 Pro 功能…

# Nmw-El-HIS.text
source: KeePass FavIcon auto downloader
cs: Automatické stahování KeePass FavIkon
es: Autodescarga Favicon de KeePass
fr: Chargeur auto de FavIcon KeePass
ja: KeePass の FavIcon 自動ダウンローダー
nb: KeePass faneikon autohenter
pl: Pobieranie ikon witryn internetowych
pt_br: Download Automático de FavIcons do KeePass
ru: Автозагрузка значков KeePass
sv: KeePass automatiska favicon-nerladdare
uk: Автозавантаження піктограм
zh_hans: KeePass 网页图标自动下载器
zh_hant: KeePass 最愛圖示自動下載工具

# PMg-nQ-pIC.normalTitle
source: Restore Purchases
cs: Obnovit nákupy
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
nb: Gjenopprett kjøp
pl: Przywróć zakupy
pt_br: Restaurar Compras
ru: Восстановить покупки
sv: Återställ köp
uk: Відновити покупки
zh_hans: 恢复购买
zh_hant: 還原購買

# T0z-9s-FBC.text
source: Try Pro
cs: Vyzkoušet Pro
de: Pro testen
es: Probar Pro
fr: Essayer Pro
ja: プロを試す
nb: Prøv Pro-versjonen
pl: Wypróbuj wersję Pro
pt_br: Experimentar o Pro
ru: Попробовать Pro
sv: Prova Pro
uk: Спробувати Pro
zh_hans: 试用 Pro
zh_hant: 試用專業版

# UBH-yH-iIf.text
source: Strongbox is a Password Manager for keeping all your secrets secret!
cs: Strongbox je správce hesel pro zachování všech vašich tajemství!
de: Strongbox ist ein Passwort-Manager, um all Ihre Geheimnisse geheim zu halten!
fr: Strongbox est un gestionnaire de mots de passe pour garder tous vos secrets secrets !
ja: Strongbox は、すべての機密事項を秘密にしておくためのパスワードマネージャーです！
nb: Strongbox er en passordbehandler for å holde alle hemmelighetene dine hemmelig!
pt_br: O Strongbox é um Gerenciador de Senhas para manter todos os seus segredos... secretos!
ru: Strongbox - это менеджер паролей для хранения всех Ваших секретных записей!
sv: Strongbox är en lösenordshanterare för att hålla alla dina hemligheter hemliga!
uk: Strongbox - це менеджер паролів для зберігання всіх ваших секретів!

# W6l-Sx-Bkm.normalTitle
source: Dismiss
cs: Zamítnout
de: Verwerfen
fr: Faire disparaître
ja: 無視
nb: Avvis
pt_br: Dispensar
ru: Отменить
sv: Avfärda
uk: Пропустити

# W8E-eK-8cI.text
source: Great, let's get you all those awesome Pro features.
cs: Skvělé, pojďme na všechny ty úžasné Pro funkce.
de: Toll, lassen Sie uns Ihnen alle diese tollen Pro-Funktionen holen.
es: Genial, vamos a conseguir todas esas increíbles características Pro.
fr: Super, allons vous procurer toutes ces formidables fonctionnalités Pro.
ja: 分かりました、それでは強力なプロ機能をご利用ください。
nb: Flott, la oss gi deg alle de fantastiske Pro-funksjonene.
pl: Świetnie, dajmy ci teraz dostęp do wszystkich niesamowitych funkcji wersji Pro.
pt_br: Ótimo, vamos liberar para você todas essas funcionalidades Pro maravilhosas.
ru: Отлично, давайте подключим Вам все эти продвинутые функции Pro версии
sv: Bra, låt oss ge dig alla de grymma Pro-funktionerna.
uk: Чудово, отримаймо доступ до усіх можливостей Pro.
zh_hans: 棒极了，让我们为您提供所有出色的 Pro 功能。
zh_hant: 太好了，讓我們給你所有這些真棒專業功能。

# X29-Ju-s5C.text
source: Strongbox is Freemium
cs: Strongbox je Freemium
de: Strongbox ist Freemium
es: Strongbox es Freemium
fr: Strongbox est un Freemium
ja: Strongbox はフリーミアムです
nb: Strongbox er Freemium
pl: Strongbox jest aplikacją Freemium
pt_br: O Strongbox é Freemium
ru: Условно-бесплатное приложение
sv: Strongbox är freemium
uk: Strongbox є умовно-безплатним
zh_hans: Strongbox 是免费增值模式
zh_hant: Strongbox 是免費增值模式

# ciW-fg-Bgg.text
source: Welcome
cs: Vítejte
de: Willkommen
fr: Bienvenue
ja: ようこそ
nb: Velkommen
pt_br: Boas-vindas
ru: Добро пожаловать!
sv: Välkommen
uk: Вітаємо

# dwl-l4-HZT.normalTitle
source: Try Pro for free for 90 days
cs: Vyzkoušet zdarma Pro po dobu 90 dní
de: Pro kostenlos für 90 Tage testen
es: Prueba Pro gratis durante 90 días
fr: Essayer Pro gratuitement pendant 90 jours
ja: プロを 90 日間無料で試す
nb: Prøv Pro gratis i 90 dager
pl: Wypróbuj wersję Pro za darmo przez 90 dni
pt_br: Experimente o Pro por 90 dias
ru: Pro версия бесплатно 90 дней
sv: Prova Pro gratis i 90 dagar
uk: Pro на 90 днів безплатно
zh_hans: 免费试用 Pro 90 天
zh_hant: 免費試用專業版 90 天

# ezT-08-ZjO.text
source: Pro Features
cs: Pro funkce
de: Pro-Funktionen
fr: Fonctionnalités Pro
ja: プロ版の機能
nb: Pro-funksjoner
pt_br: Funcionalidades do Pro
ru: Функции Pro версии
sv: Pro-funktioner
uk: Можливості Pro

# hHR-jK-WBQ.normalTitle
source: Dismiss
cs: Zamítnout
de: Verwerfen
es: Descartar
fr: Faire disparaître
ja: 無視
nb: Avvis
pl: Odrzuć
pt_br: Dispensar
ru: Отменить
sv: Avfärda
uk: Пропустити
zh_hans: 忽略
zh_hant: 關閉

# ml6-9b-ql5.normalTitle
source: Just use the Free version
cs: Stačí použít bezplatnou verzi
de: Einfach die kostenlose Version verwenden
es: Preguntarme más tarde
fr: Utiliser simplement la version gratuite
ja: 無料バージョンを使う
nb: Bare bruk gratis-versjonen
pl: Zapytaj później
pt_br: Permanecer na versão Free
ru: Бесплатная версия
sv: Bara använd gratisversionen
uk: Безплатна версія
zh_hans: 稍后询问
zh_hant: 稍後詢問

# poW-vO-HgJ.title
source: Welcome
cs: Vítejte
de: Willkommen
fr: Bienvenue
ja: ようこそ
nb: Velkommen
pt_br: Boas-vindas
ru: Добро пожаловать!
sv: Välkommen
uk: Вітаємо

# quT-B3-Nd9.text
source: The free trial works through a one-time & completely free In App Purchase. Tap the button below and follow the prompts to begin your Free Trial...
cs: Bezplatnou zkušební verzi lze získat pouze jednorázově, ale zcela zdarma v rámci Nákupu v aplikaci. Klepněte na tlačítko níže a postupujte podle výzev k zahájení vaší bezplatné zkušební verze...
de: Die kostenlose Testversion funktioniert durch einen einmaligen und völlig kostenlosen In-App-Kauf. Tippen Sie auf den Button unten und folgen Sie den Aufforderungen, um Ihre kostenlose Testversion zu starten...
es: La prueba gratuita funciona a través de una compra única y completamente gratuita dentro de la aplicación. Pulse el botón de abajo y siga las instrucciones para comenzar su prueba gratuita...
fr: La période d'essai gratuite démarre via un achat unique entièrement gratuit à l'intérieur de l'application. Appuyez sur le bouton ci-dessous et suivez les instructions pour commencer votre essai gratuit...
nb: Prøveversjonen aktiveres gjennom en engangs- og fullstendig gratis In App kjøp. Trykk på knappen nedenfor for å starte prøveversjonen …
pl: Wersja próbna wykorzystuje jednorazowy zakup w aplikacji, za który nie pobierzemy opłaty. Dotknij poniższy przycisk i postępuj zgodnie z instrukcjami, aby rozpocząć okres próbny...
pt_br: O período de testes é ativado a partir de uma Compra no App completamente gratuita e feita apenas uma vez. Pressione o botão abaixo e siga as instruções para começar o seu Período de Testes Gratuito...
ru: Бесплатный пробный период осуществляется с помощью одноразовой и бесплатной встроенной покупки. Нажмите кнопку ниже и следуйте подсказкам, чтобы начать.
sv: Den kostnadsfria utvärderingen genomförs som ett helt gratis engångsköp inuti appen. Tryck på knappen nedan och följ anvisningarna för att påbörja din kostnadsfria utvärderingsperiod ...
uk: Безплатна пробна версія працює одноразово та цілком безплатно через покупки в програмі. Торкніться кнопки нижче і дотримуйтесь підказок, щоб почати безплатний пробний період...
zh_hans: 免费试用是通过一次性且完全免费的应用内购买进行。点击下方按钮，然后按照提示开始免费试用...
zh_hant: 免費試用通過一次性和完全免費的應用程式內購買工作。點擊下面的按鈕，按照提示開始您的免費試用...

# rKr-NB-exU.text
source: or
cs: nebo
de: oder
fr: ou bien
ja: または
nb: eller
pt_br: ou
ru: или
sv: eller
uk: або

# vPl-Lk-aGk.text
source: Support Indie Development
cs: Podpora nezávislého vývoje
de: Unabhängige Entwicklung unterstützen
es: Apoye el desarrollo de la app
fr: Soutenir le développement indépendant
ja: インディ開発者をサポート
nb: Støtt indieutvikling
pl: Wesprzyj niezależnego programistę
pt_br: Apoie o Desenvolvedor Indie
ru: Поддержка разработчика
sv: Stöd indieutveckling
uk: Підтримка незалежної розробки
zh_hans: 支持独立开发
zh_hant: 支持獨立發展
