Repository: pylapp/babel
Catalog: StrongBox/*/InfoPlist.strings
Languages: cs, fr, hu, it, ja, pl, pt_br, ru, sv, tr, zh_hant

source: CFBundleDisplayName
cs: Strongbox
fr: Strongbox
hu: Strongbox
it: Strongbox
ja: Strongbox
pl: Strongbox
pt_br: Strongbox
ru: Strongbox
sv: Strongbox
tr: Strongbox
zh_hant: Strongbox

source: CFBundleName
cs: Strongbox
fr: Strongbox
hu: Strongbox
it: Strongbox
ja: Strongbox
pl: Strongbox
pt_br: Strongbox
ru: Strongbox
sv: Strongbox
tr: Strongbox
zh_hant: Strongbox

source: NSCameraUsageDescription
cs: Může Strongbox používat fotoaparát k pořizování fotografií a skenování QR kódů?
fr: Autorisez-vous Strongbox à utiliser l'appareil photo pour prendre des photos et scanner des QR codes ?
hu: Használhatja a Strongbox a kamerát fényképek készítésére és QR-kódok beolvasására?
it: Può Strongbox usare la fotocamera per scattare foto e scansionare i codici QR?
ja: Strongbox ではカメラで写真を撮ったり、QR コードをスキャンしたりできますか？
pl: Czy Strongbox może użyć aparatu do wykonywania zdjęć i skanowania kodów QR?
pt_br: O Strongbox pode usar a câmera para tirar fotos e escanear QR codes?
ru: Разрешить Strongbox использовать камеру для съемки фото и сканирования QR кодов?
sv: Kan Strongbox använda kameran för att ta foton och skanna QR-koder?
tr: Strongbox, fotoğraf çekmek ve QR kodlarını taramak için kamerayı kullansın mı?
zh_hant: Strongbox 可以使用相機拍攝照片和掃描 QR 碼嗎？

source: NSMicrophoneUsageDescription
cs: Může Strongbox používat mikrofon k zahrnutí zvuku do vašich příloh?
fr: Can Strongbox use the microphone to include audio in your attachments?
hu: Használhatja a Strongbox a mikrofont, hogy audiot is elmenthessen mellékletként?
it: Può Strongbox utilizzare il microfono per includere audio negli allegati?
pl: Czy zezwolić Strongbox na użycie mikrofonu, w celu uwzględnienia dźwięku w załącznikach?
pt_br: O Strongbox pode usar o microfone para incluir áudio em seus anexos?
ru: Разрешить Strongbox использовать микрофон для сохранения аудио как вложения?
sv: Får Strongbox använda mikrofonen för att inkludera ljud i dina bilagor?
tr: Strongbox, eklerinize ses eklemek için mikrofonu kullansın mı?
zh_hant: Strongbox 可以使用麥克風在附件中加入音訊嗎？

source: NSFaceIDUsageDescription
cs: Strongbox může používat FaceID pro otevření vašich databází a odemknutí aplikace. Chcete to Strongboxu povolit?
fr: Strongbox peut utiliser Face ID pour ouvrir vos bases de données et déverrouiller l'application. Souhaitez-vous autoriser Strongbox à faire cela ?
hu: A Strongbox a Face ID segítségével képes megnyitni az adatbázisokat és feloldani az alkalmazás zárolását. Szeretné engedélyezni a Strongbox számára, hogy ezt megtegye?
it: Strongbox può utilizzare Face ID per aprire i database e sbloccare l'applicazione. Si vuole permettere a Strongbox di fare questo?
ja: Strongbox は、Face ID を使ってデータベースを開き、アプリケーションのロックを解除できます。Strongbox にその許可を与えますか？
pl: Strongbox może użyć Face ID do otwarcia baz danych i odblokowania aplikacji. Czy chcesz skorzystać z tych funkcji w Strongbox?
pt_br: O Strongbox pode usar o Face ID para abrir seus bancos de dados e desbloquear o aplicativo. Você gostaria de permitir que Strongbox faça isso?
ru: Разрешить Strongbox использовать Face ID для разблокировки приложения и открытия баз данных?
sv: Strongbox kan använda Face ID för att öppna dina databaser och låsa upp programmet. Vill du tillåta Strongbox att göra detta?
tr: Strongbox, veritabanlarınızı açmak ve uygulamanın kilidini açmak için Face ID'yi kullanabilir. Strongbox'ın bunu yapmasına izin vermek ister misiniz?
zh_hant: Strongbox 可以使用 Face ID 來開啟您的資料庫並將應用程式解鎖。是否要允許 Strongbox 執行此動作？

source: NSPhotoLibraryAddUsageDescription
cs: Vyžadováno pro uložení příloh
fr: Requis pour sauvegarder les fichiers joints
hu: Melléklet elmentéséhez szükséges
it: Richiesto per Salvare gli Allegati
ja: 添付ファイルを保存するために必要
pl: Wymagane do zapisywania załączników
pt_br: Necessário para Salvar Anexos
ru: Необходимо для сохранения вложений
sv: Krävs för att spara bilagor
tr: Ekleri Kaydetmek için Gerekli
zh_hant: 需要儲存附件

source: NSPhotoLibraryUsageDescription
cs: Vyžadováno pro přidání příloh
fr: Requis pour ajouter des fichiers joints
hu: Melléklet hozzáadásához szükséges
it: Richiesto per Aggiungere Allegati
ja: 添付ファイルを追加するために必要
pl: Wymagane do dodania załączników
pt_br: Necessário para Adicionar Anexos
ru: Необходимо для сохранения вложений
sv: Krävs för att lägga till bilagor
tr: Ek Eklemek İçin Gerekli
zh_hant: 需要新增附件

source: NFCReaderUsageDescription
cs: Strongbox potřebuje přístup k NFC pro komunikaci s vaším YubiKey.
fr: Strongbox nécessite d'accéder au NFC pour communiquer avec votre YubiKey.
hu: A Strongboxnak hozzáférés szükséges az NFC-hez, hogy kommunikálhasson az Ön YubiKey-jével.
it: Strongbox ha bisogno di accedere a NFC per comunicare con la tua YubiKey.
ja: Strongbox は、お使いの YubiKey と通信するために NFC へのアクセスを必要としています。
pl: Strongbox potrzebuje dostępu do NFC, aby komunikować się z YubiKey.
pt_br: O Strongbox precisa de acesso ao NFC para se comunicar com a sua YubiKey.
ru: Приложению необходим доступ к NFC для взаимодействия с YubiKey.
sv: Strongbox behöver tillgång till NFC för att kommunicera med din YubiKey.
tr: Strongbox'ın YubiKey'inizle iletişim kurmak için NFC'ye erişmesi gerekiyor.
zh_hant: Strongbox 需要存取 NFC 才能與 YubiKey 通訊。

source: Strongbox Database (dat)
cs: Databáze Strongbox (dat)
fr: Base de données Strongbox (dat)
hu: Strongbox Adatbázis (dat)
it: Database Strongbox (dat)
ja: Strongbox データベース (dat)
pl: Baza danych Strongbox (dat)
pt_br: Banco de Dados Strongbox (dat)
ru: База данных Strongbox (dat)
sv: Strongbox-databas (dat)
tr: Strongbox Veritabanı (dat)
zh_hant: Strongbox 資料庫 (dat)

source: Strongbox Database (KDB)
cs: Databáze Strongbox (KDB)
fr: Base de données Strongbox (KDB)
hu: Strongbox Adatbázis (KDB)
it: Database Strongbox (KDB)
ja: Strongbox データベース (KDB)
pl: Baza danych Strongbox (KDB)
pt_br: Banco de Dados Strongbox (KDB)
ru: База данных Strongbox (KDB)
sv: Strongbox-databas (KDB)
tr: Strongbox Veritabanı (KDB)
zh_hant: Strongbox 資料庫 (KDB)

source: Strongbox Database (KDBX)
cs: Databáze Strongbox (KDB)
fr: Base de données Strongbox (KDBX)
hu: Strongbox Adatbázis (KDBX)
it: Database Strongbox (KDBX)
ja: Strongbox データベース (KDBX)
pl: Baza danych Strongbox (KDBX)
pt_br: Banco de Dados Strongbox (KDBX)
ru: База данных Strongbox (KDBX)
sv: Strongbox-databas (KDBX)
tr: Strongbox Veritabanı (KDBX)
zh_hant: Strongbox 資料庫 (KDBX)

source: Strongbox Database (PSAFE3)
cs: Databáze Strongbox (PSAFE3)
fr: Base de données Strongbox (PSAFE3)
hu: Strongbox Adatbázis (PSAFE3)
it: Database Strongbox (PSAFE3)
ja: Strongbox データベース (PSAFE3)
pl: Baza danych Strongbox (PSAFE3)
pt_br: Banco de Dados Strongbox (PSAFE3)
ru: База данных Strongbox (PSAFE3)
sv: Strongbox-databas (PSAFE3)
tr: Strongbox Veritabanı (PSAFE3)
zh_hant: Strongbox 資料庫 (PSAFE3)

source: NSLocalNetworkUsageDescription
cs: Pro použití Wi-Fi synchronizace Strongbox je vyžadováno oprávnění k místní síti
hu: A Strongbox Wi-Fi szinkronizálás használatához helyi hálózati engedélyek szükségesek
pl: Local Network permissions are required to use Strongbox Wi-Fi Sync
pt_br: As permissões de rede local são necessárias para usar o Strongbox Wi-Fi Sync
ru: Local Network permissions are required to use Strongbox Wi-Fi Sync
sv: Lokala nätverksbehörigheter krävs för att använda Strongbox Wi-Fi-synkronisering
tr: Local Network permissions are required to use Strongbox Wi-Fi Sync
zh_hant: Local Network permissions are required to use Strongbox Wi-Fi Sync
