Repository: pylapp/babel
Catalog: StrongBox/*/Upgrade.strings
Languages: it, ru, sv, uk

# 31i-UM-ZOT.text
source: Developer Message
it: Messaggio dello Sviluppatore
ru: Сообщение разработчика
sv: Meddelande från utvecklare
uk: Повідомлення від розробника

# 4st-sC-nfx.normalTitle
source: Restore Previous Purchase
it: Ripristino Acquisto Precedente
ru: Восстановить предыдущие покупки
sv: Återställa tidigare köp
uk: Відновити попередню покупку

# A0q-HI-hk8.normalTitle
source: No Thanks, I'm ok with the Free version...
it: No grazie, sto bene con la versione Gratuita...
ru: Нет, спасибо, мне достаточно бесплатной версии...
sv: Nej tack, jag är nöjd med den fria versionen ...
uk: Ні, дякую, мені достатньо безплатної версії...

# App-wN-Qj0.text
source: Upgrade Options
it: Opzioni di Upgrade
ru: Варианты улучшения
sv: Uppgraderingsalternativ
uk: Варіанти оновлення

# Dr4-2N-SUv.text
source: Upgrade Features
it: Caratteristiche Upgrade
ru: Особенности улучшения
sv: Funktioner vid uppgradering
uk: Функції оновлення

# EUD-Uf-jzf.text
source: PIN Codes
it: Codici PIN
ru: ПИН-коды
sv: PIN-koder
uk: ПІН-коди

# EqM-mh-DWj.text
source: Manage Passwords
it: Gestione Password
ru: Управление паролями
sv: Hantera lösenord
uk: Керування паролями

# Euw-GB-HaQ.text
source: Support Developer
it: Sosteni lo Sviluppatore
ru: Поддержка разработчика
sv: Stöd utvecklaren
uk: Підтримати розробника

# Obz-vb-OeC.text
source: Feature
it: Caratteristica
ru: Функция
sv: Funktion
uk: Функція

# T5D-Dn-iYe.text
source: Search
it: Ricerca
ru: Поиск
sv: Sök
uk: Пошук

# dpK-fW-zRO.text
source: • Upgrade does NOT work with Family Sharing. In App Purchases cannot be used with Family Sharing • Subscriptions are auto renewable with recurring billing. Cancel anytime. • Payment will be charged to iTunes Account at confirmation of purchase • Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period • Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal • Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase • Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription where applicable • Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase • Privacy Policy may be found here: https://strongboxsafe.com/privacy-policy • Terms of Use may be found here: https://strongboxsafe.com/terms
it: • L'Upgrade NON funziona con la condivisione In Famiglia. Gli acquisti in App non possono essere utilizzati con la condivisione In Famiglia • Le sottoscrizioni si rinnovano automaticamente con l'addebito ricorrente. Si può annullare in qualsiasi momento. • Il pagamento sarà addebitato sull'account iTunes alla conferma dell'acquisto • L'abbonamento si rinnova automaticamente, a meno che il rinnovo automatico non venga disattivato almeno 24 ore prima della fine del periodo corrente • L'account sarà addebitato per il rinnovo entro 24 ore prima della fine del periodo di validità attuale e indicherà il costo del rinnovo • Gli abbonamenti possono essere gestiti dall'utente e il rinnovo automatico può essere disattivato andando nelle Impostazioni Account dell'utente dopo l'acquisto • Qualsiasi parte inutilizzata di un periodo di prova gratuito, se è stato offerto ed è applicabile, viene perso nel momento in cui l'utente acquista un abbonamento • Gli abbonamenti possono essere gestiti dall'utente e il rinnovo automatico può essere disattivato andando nelle Impostazioni Account dell'utente dopo l'acquisto • L'informativa sulla privacy può essere trovata qui: https://strongboxsafe.com/informativa sulla privacy- • I Termini di Utilizzo possono essere trovati qui: https://strongboxsafe.com/terms
ru: • Улучшение НЕ работает с функцией "Семейный доступ". Встроенные покупки нельзя использовать совместно с другими пользователями состоящими в семейном доступе. • Подписки автоматически продлеваются при помощи повторяющихся платежей. Отменить их можно в любое время. • Оплата будет списана с учетной записи iTunes при подтверждении покупки. • Подписка автоматически продлевается, если функция автопродления не будет отключена как минимум за 24 часа до окончания текущего периода. • С учётной записи будет взиматься плата за продление не позднее 24 часов до окончания текущего периода и установки стоимости продления. • Подписки могут управляться пользователем, а автоматическое продление может быть отключено путем перехода в настройки учётной записи пользователя после совершения покупки. • Любая неиспользованная часть бесплатного пробного периода, если она предлагается, будет аннулирована, когда пользователь приобретает подписку. • Подписки могут управляться пользователем, а автоматическое продление может быть отключено в настройках учётной записи пользователя после совершения покупки. • С политикой конфиденциальность можно ознакомиться здесь: https://strongboxsafe.com/privacy-policy • С условиями использования можно ознакомиться здесь: https://strongboxsafe.com/terms/
sv: • Uppgradering fungerar INTE med familjedelning. Köp i appen kan inte användas med Familjedelning • Prenumerationer förnyas automatiskt med återkommande fakturering. Avbryt när som helst. • Betalning kommer att belastas iTunes-kontot vid bekräftelse av köp • Prenumerationen förnyas automatiskt om inte automatisk förnyelse stängs av minst 24 timmar före slutet av den aktuella perioden • Kontot kommer att debiteras för förnyelse inom 24 timmar före slutet av den aktuella perioden och visa förnyelsekostnaden • Prenumerationer kan hanteras av användaren och automatisk förnyelse kan stängas av genom att gå till användarens kontoinställningar efter köpet • Eventuell oanvänd del av en gratis provperiod, om det erbjuds, förverkas när användaren köper en prenumeration där det är tillämpligt • Integritetspolicy kan hittas här: https://strongboxsafe. om/privacy-policy • Användarvillkor kan hittas här: https://strongboxsafe.com/terms
uk: • Оновлення НЕ працює з сімейним доступом. Покупки в додатку не можна використовувати з сімейним доступом • Передплата автоматично продовжується з автоматичним списанням коштів. Скасування в будь-який час • Оплату буде проведено через обліковий запис iTunes при підтвердженні покупки • Передплата автоматично продовжується, доки ви не вимкнете її принаймні впродовж 24 годин до завершення поточного періоду • З облікового запису буде стягнуто плату впродовж 24 годин до завершення поточного періоду та ідентифікації вартості продовження • Користувач може керувати передплатами та автоматичне продовження можна вимкнути в параметрах облікового запису після покупки • Будь-яка невикористана кількість днів пробного періоду, якщо він був, буде додано до терміну передплати при покупці • Користувач може керувати передплатами і може вимкнути автоматичне продовження в параметрах облікового запису після покупки • З політикою приватності можна ознайомитись за посиланням: https://strongboxsafe.com/privacy-policy • З умовами користування можна ознайомитись за посиланням: https://strongboxsafe.com/terms

# ecF-MY-Q6E.text
source: Free
it: Gratuito
ru: Бесплатно
sv: Gratis
uk: Безплатно

# iZz-b9-SO0.text
source: Cloud Databases
it: Database Cloud
ru: Базы данных в облаке
sv: Molndatabaser
uk: Хмарні бази паролів

# k6B-1O-AjE.text
source: Other Options
it: Altre Opzioni
ru: Другие опции
sv: Andra alternativ
uk: Інші можливості

# l9F-FQ-7P4.text
source: Import & Export
it: Importa & Esporta
ru: Импорт и экспорт
sv: Import och export
uk: Імпорт і експорт

# phT-Rs-bwF.text
source: KeePass FavIcons
it: FavIcone KeePass
ru: Значки KeePass
sv: KeePass-faviconer
uk: Піктограми сайтів KeePass

# r4X-o0-cL6.text
source: < Developer Message Placeholder - No Translation/Localization Required Here >
it: < Developer Message Placeholder - No Translation Required Here >
uk: Привіт! Можливо, ви захочете оновитись до версії Pro? Зробивши це, ви підтримаєте незалежного розробника цього додатка, а також отримаєте всі додаткові можливості, зазначені нижче. В якості бонусу, ви більше ніколи не побачите цього надокучливого повідомлення! Я люблю працювати з цим додатком і розвивати його, і ваша підтримка допомагає мені продовжувати цим займатись. Заздалегідь вдячний! -Марк

# LSu-wj-sUn.text
source: Pro
ru: Про
